{"source_url": "https://www.apstylebook.com/blog_posts/2", "entry_header": "AP editors’ note on Manning", "text_content": "The Associated Press will henceforth use Pvt. Chelsea E. Manning and female pronouns for the soldier formerly known as Bradley Manning, in accordance with her wishes to live as a woman. Manning announced her wishes last Thursday after being sentenced to 35 years in Fort Leavenworth military prison and a dishonorable discharge from the U.S. Army for revealing U.S. secrets to WikiLeaks, the anti-establishment website. Manning’s statement was reiterated, with additional detail, in a blog posting ( http://www.armycourtmartialdefense.info/ ) and an interview with The Associated Press on Monday by defense attorney David E. Coombs. The use of the first name Chelsea and feminine pronouns in Manning’s case is in conformity with the transgender guidance in the AP Stylebook. The guidance calls for using the pronoun preferred by the individuals who have acquired the physical characteristics of the opposite sex or present themselves in a way that does not correspond with their sex at birth. # The following note was sent to AP member and subscriber editors on Aug. 22, 2013, at 7:46 p.m. ET: Editors: The Associated Press policy as stated in the AP Stylebook is to comply with the gender identity preference of an individual. At this time, the AP is seeking more details about the gender change statement attributed to Pfc. Bradley Manning that was read Thursday on the “Today” show in the presence of defense attorney David Coombs. The typewritten statement said “I am Chelsea Manning. I am a female,” and asked supporters to use “my new name and use the feminine pronoun” in gender references to the U.S. Army soldier. Manning’s lawyers had raised the issue of gender identity during the trial, but Thursday’s statement went further. Manning was sentenced Wednesday to 35 years in Leavenworth military prison for providing secret U.S. government documents to WikiLeaks, the anti-establishment website. With Manning in custody and unavailable to comment, the AP is seeking additional information about the statement from Coombs, who did not immediately respond to email and telephone messages. For the time being, AP stories will use gender-neutral references to Manning and provide the pertinent background on the transgender issue. However, when reporting is completed, the AP Stylebook entry on “transgender” will be AP’s guide. That stylebook entry states: “Use the pronoun preferred by the individuals who have acquired the physical characteristics of the opposite sex or present themselves in a way that does not correspond with their sex at birth. If that preference is not expressed, use the pronoun consistent with the way the individuals live publicly. ” The AP"}
{"source_url": "https://www.apstylebook.com/blog_posts/3", "entry_header": "Q&A: AP Food Editor J.M. Hirsch", "text_content": "As food editor, J.M. Hirsch keeps The Associated Press’ global coverage of cooking and eating relevant, accessible and authoritative. He’s also the expert behind the popular food chapter of the AP Stylebook. Here, he explains what coverage AP served up to Lifestyles subscribers for the holidays and what to watch for in the new year. What are the highlights of AP’s holiday coverage? For AP’s food team, the holidays start in July. That’s when we start dreaming up delicious things for an entire season of holidays. From the usual treats at Halloween through three weeks of Thanksgiving offerings then right on through Hanukkah, holiday cookies and entertaining, Christmas and New Year’s. By the time the real holidays roll around, we’re pretty burned out. Still, we had some delicious stuff this year. I loved Tyler Florence’s spatchcocked turkey, and I even served Yotam Ottolenghi’s roasted sweet potatoes glazed with orange bitters at my own Thanksgiving dinner. And if you’re looking for a last-minute project with the kids, it’s hard to beat Dorie Greenspan’s flawless take on sugar cookies. Is it hot cocoa or hot chocolate? All depends on how you make it. Hot cocoa is made using cocoa powder, while hot chocolate is made using melted chocolate. This was one of the fun things we covered in an AP Stylebook Twitter chat in November. All sorts of holiday food style terms. Even kicked up a little kerfuffle when I told folks our style is “baking sheet,” not cookie sheet (because it’s used for more than just cookies). And I’m hoping to add plenty of new food terms to the 2015 Stylebook (which comes out in May), including the difference between bruschetta and crostini, as well as why “preheating” an oven is nonsense. Oh, and I’ll share my secret for the best hot cocoa/chocolate. I use both cocoa and melted chocolate. Heat 1 cup of whole milk (this is not the time to cut the fat) in a small saucepan, stirring frequently. Whisk in a few tablespoons of cocoa powder and at least 1/3 cup of semisweet chocolate chips. When the chips have melted, hit it with a tiny pinch of salt. Best. Cocoa. Ever. AP introduced a number of celebrity food columns this year. What has the response been? We have such a great lineup of celebrity food columnists. AP’s subscribers have really loved the fresh, authoritative voices they bring to our content. Sara Moulton’s KitchenWise gives home cooks the basic skills they need to feel confident in the kitchen; Elizabeth Karmel’s The American Table wows with all things Southern and barbecue; Melissa d’Arabian’s The Healthy Plate shows us how to eat better (and save some cash); and my Cooking on Deadline column continues to show busy families how to get big flavors on the table fast. I’m also excited that in January we are launching a new column by Food Network star Aarti Sequeira. The column, called World’s Fare, will offer up weeknight-friendly takes on global cuisines. She’ll show us how easy it can be to liven up our cooking by using widely available ingredients from the grocer’s international aisle. What food trends will AP be watching in 2015? In the restaurant world, pop-ups will continue to change the landscape. Bigger names are getting into the game because it lets chefs take risks and try new things without committing to a space or concept. Scott Conant did this in New York in the fall as a test run of a new place he’s working on. We’re going to see a lot more of this. We’ll also see more influence from the science side of cooking. It used to be mostly limited to avant garde chefs _ the so-called molecular gastronomy side of things _ but this year we saw more of the tips, techniques and ingredients showing up in more mainstream eaters and cookbooks. We won’t all cook sous vide, but we all can learn something from this approach, and people are catching on to that. Hirsch is also the author of three cookbooks, including “Beating the Lunch Box Blues.” Follow him on Twitter and read his blog."}
{"source_url": "https://www.apstylebook.com/blog_posts/4", "entry_header": "An addition to AP Stylebook entry on global warming", "text_content": "The AP Stylebook editors today informed AP staff about a change to the entry on global warming. In addition, they described what goes into keeping the Stylebook up-to-date, including their outreach to experts. AP science writer Seth Borenstein was among those who provided guidance during the discussion that resulted in today’s change, which adds two sentences to the global warming entry. Here is the staff memo from Stylebook editors Sally Jacobsen, Dave Minthorn and Paula Froke: We have reviewed our entry on global warming as part of our efforts to continually update the Stylebook to reflect language usage and accuracy. We are adding a brief description of those who don’t accept climate science or dispute the world is warming from man-made forces: Our guidance is to use climate change doubters or those who reject mainstream climate science and to avoid the use of skeptics or deniers. The entry on global warming in the AP Stylebook now ends with two additional sentences. Some background on the change: Scientists who consider themselves real skeptics — who debunk mysticism, ESP and other pseudoscience, such as those who are part of the Center for Skeptical Inquiry — complain that non-scientists who reject mainstream climate science have usurped the phrase skeptic. They say they aren’t skeptics because “proper skepticism promotes scientific inquiry, critical investigation and the use of reason in examining controversial and extraordinary claims.” That group prefers the phrase “climate change deniers” for those who reject accepted global warming data and theory. But those who reject climate science say the phrase denier has the pejorative ring of Holocaust denier so The Associated Press prefers climate change doubter or someone who rejects mainstream science. To describe those who don’t accept climate science or dispute the world is warming from man-made forces, use climate change doubters or those who reject mainstream climate science. Avoid use of skeptics or deniers. The full Stylebook entry: global warming The terms global warming and climate change can be used interchangeably. Climate change is more accurate scientifically to describe the various effects of greenhouse gases on the world because it includes extreme weather, storms and changes in rainfall patterns, ocean acidification and sea level. But global warming as a term is more common and understandable to the public. Though some public officials and laymen and only a few climate scientists disagree, the world’s scientific organizations say that the world’s climate is changing because of the buildup of heat-trapping gases, especially carbon dioxide, from the burning of coal, oil and gas. This is supported by more than 90 percent of the peer-reviewed scientific literature. In a joint publication in 2014, the U.S. National Academy of Sciences and the Royal Society of the United Kingdom stated: “Human activities — especially the burning of fossil fuels since the start of the Industrial Revolution — have increased atmospheric carbon dioxide concentrations by about 40 percent, with more than half the increase occurring since 1970. Since 1900, the global average surface temperature has increased by about 0.8 degrees Celsius (1.4 degrees Fahrenheit). This has been accompanied by warming of the ocean, a rise in sea level, a strong decline in Arctic sea ice, and many other associated climate effects. Much of this warming has occurred in the last four decades.” To describe those who don’t accept climate science or dispute the world is warming from man-made forces, use climate change doubters or those who reject mainstream climate science. Avoid use of skeptics or deniers. Some of you have asked how we make changes to the Stylebook. Such changes — whether they involve adding a new term or amending an existing definition — are driven by their relevancy to reporting the news. The overriding factor is to help our reporters and editors present the news accurately, concisely and clearly, no matter what the topic or where it happens. Keeping the Stylebook up-to-date is a year-round process, and we tap into many resources for advice and guidance. No change is made lightly. With the flow of daily news, word coinages and spellings in politics, business, technology, science, sports, entertainment and other realms come to the fore almost every week. Some new terms have a short life and fade away; other terms enter common speech and writing. A major task is to decide what new definitions and spellings merit inclusion for reporting the news. When we get a suggestion for a new entry or a revision, we consult with other editors by phone or email to weigh whether it is needed, is correctly spelled and has the proper definition. Topics deemed highly relevant to breaking news coverage may be added to the online Stylebook immediately and then incorporated into the annual printed edition. We consult with AP news leaders for some major changes, as we did in 2013, when “illegal immigrant” was dropped in favor of phrases such as living in or entering a country illegally or without legal permission. We may also seek outside expertise for specialized topics, as we did in 2013-14, when weapons and mental health entries were added or revised. An advisory panel of outside editors and journalism teachers also offers a sounding board."}
{"source_url": "https://www.apstylebook.com/blog_posts/5", "entry_header": "Ready to lowercase ‘internet’ and ‘web’", "text_content": "During a panel at the American Copy Editors Society national conference in Portland, Oregon, on Saturday, it was announced that the 2016 AP Stylebook will lowercase the words ‘internet’ and ‘web.’ The changes will take effect when the new print edition of the Stylebook is published on June 1. Previewing the new edition at the ACES conference, Standards Editor Thomas Kent highlighted a few of the added entries, including the shortest Stylebook item, ‘L,’ now acceptable when referring to the Chicago Transit Authority train system. The 2016 AP Stylebook will include more than 240 new and modified entries, some of which have already been released to AP Stylebook Online subscribers. Some of the additions presented at the meeting include: prostitute — Avoid terms like child, underage or teenage prostitute, except in quotations or in referring to criminal charges that may use these terms. The phrasing can suggest that a child is voluntarily trading sex for money. Minors are not able to consent. exponential growth — Used when something has grown by increasing amounts. For instance, a population might increase by 5 percent from 1980 to 1990, 10 percent from 1990 to 2000 and 15 percent from 2000 to 2010. Not simply a synonym for a large increase. accident, crash — Generally acceptable for automobile and other collisions and wrecks. However, when negligence is claimed or proven, avoid accident, which can be read by some as a term exonerating the person responsible. In such cases, use crash, collision or other terms. See collide, collision. L — The name of the Chicago train system. Not El. mezcal — Clear liquor from Mexico made from a variety of agave plants. Uniqlo — A Japanese retailer of casual wear. normcore — A fashion trend that combines “normal” and “hardcore” and is characterized by unpretentious, unisex, average dressing. The AP Stylebook is the definitive resource for journalists and a must-have reference for writers, editors students and professionals. It provides fundamental guidelines for spelling, language, punctuation, usage and journalistic style. Find AP Stylebook on Twitter (@APStylebook), on Facebook and at their website."}
{"source_url": "https://www.apstylebook.com/blog_posts/6", "entry_header": "Writing about the ‘alt-right’", "text_content": "Recent developments have put the so-called “alt-right” movement in the news. They highlight the need for clarity around use of the term and around some related terms, such as “white nationalism” and “white supremacism.” Let’s tackle them. The “alt-right” or “alternative right” is a name currently embraced by some white supremacists and white nationalists to refer to themselves and their ideology, which emphasizes preserving and protecting the white race in the United States in addition to, or over, other traditional conservative positions such as limited government, low taxes and strict law-and-order. The movement has been described as a mix of racism, white nationalism and populism. Although many adherents backed President-elect Donald Trump in the recent election, Trump last week said he disavows and condemns the “alt-right.” The movement criticizes “multiculturalism” and more rights for non-whites, women, Jews, Muslims, gays, immigrants and other minorities. Its members reject the American democratic ideal that all should have equality under the law regardless of creed, gender, ethnic origin or race. Usage “Alt-right” (quotation marks, hyphen and lower case) may be used in quotes or modified as in the “self-described” or “so-called alt-right” in stories discussing what the movement says about itself. Avoid using the term generically and without definition, however, because it is not well known and the term may exist primarily as a public-relations device to make its supporters’ actual beliefs less clear and more acceptable to a broader audience. In the past we have called such beliefs racist, neo-Nazi or white supremacist. Boilerplate Again, whenever “alt-right” is used in a story, be sure to include a definition: “an offshoot of conservatism mixing racism, white nationalism and populism,” or, more simply, “a white nationalist movement.” Here is an example from the AP news report: With an ideology that’s a mix of racism, white nationalism and old-fashioned populism, the “alt-right” has burst into the collective consciousness since members showed up at the Republican National Convention to celebrate Trump’s nomination last summer. Be specific and call it straight Finally, when writing on extreme groups, be precise and provide evidence to support the characterization. We should not limit ourselves to letting such groups define themselves, and instead should report their actions, associations, history and positions to reveal their actual beliefs and philosophy, as well as how others see them."}
{"source_url": "https://www.apstylebook.com/blog_posts/7", "entry_header": "Making a case for a singular ‘they’", "text_content": "During a panel at the American Copy Editors Society national conference in St. Petersburg, Florida, on Friday, it was announced that the 2017 AP Stylebook will include guidance on the limited use of “they” as a singular pronoun. The addition is immediately available to AP Stylebook Online subscribers and will be included in the new print edition of the Stylebook when it is published on May 31. Key passages from the new entry include: They, them, their — In most cases, a plural pronoun should agree in number with the antecedent: The children love the books their uncle gave them.They/them/their is acceptable in limited cases as a singular and-or gender-neutral pronoun, when alternative wording is overly awkward or clumsy. However, rewording usually is possible and always is preferable. Clarity is a top priority; gender-neutral use of a singular they is unfamiliar to many readers. We do not use other gender-neutral pronouns such as xe or ze… Arguments for using they/them as a singular sometimes arise with an indefinite pronoun (anyone, everyone, someone) or unspecified/unknown gender (a person, the victim, the winner)… In stories about people who identify as neither male nor female or ask not to be referred to as he/she/him/her: Use the person’s name in place of a pronoun, or otherwise reword the sentence, whenever possible. If they/them/their use is essential, explain in the text that the person prefers a gender-neutral pronoun. Be sure that the phrasing does not imply more than one person… Previewing the 2017 Stylebook at the ACES conference, AP Stylebook editor Paula Froke highlighted a comprehensive entry on gender, which comprises terms such as “cisgender,” “intersex” and “transgender.” It reads in part: “Not all people fall under one of two categories for sex or gender, according to leading medical organizations, so avoid references to both, either or opposite sexes or genders as a way to encompass all people.” The entry also makes clear that “gender” is not synonymous with “sex.” The 2017 AP Stylebook will include nearly 200 new and modified entries, some of which have already been released to AP Stylebook Online subscribers. Some of the additions presented at the meeting include: LGBT, LGBTQ — Acceptable in all references for lesbian, gay, bisexual and transgender, or lesbian, gay, bisexual, transgender and questioning and/or queer. In quotations and the formal names of organizations and events, other forms such as LGBTQIA and other variations are also acceptable with the other letters in the acronym explained. I generally stands for intersex, and A can stand for allies (a person who is not LGBT but who actively supports the LGBT community), asexual (a person who doesn’t experience sexual attraction) or both. The word queer can be considered a slur in many contexts, so limit use of the word to quotes and names of organizations, following rules for obscenities, profanities, vulgarities as appropriate. Note that sex, gender and sexual orientation are not synonymous. See gay or gender. flier, flyer — Flyer is the preferred term for a person flying in an aircraft, and for handbills: He used his frequent flyer miles; they put up flyers announcing the show. Use flier in the phrase take a flier, meaning to take a big risk. esports — Acceptable in all references to competitive multiplayer video gaming. Use alternate forms like eSports or e-sports only if part of a formal name, like an organization or arena. Capitalize at the start of sentences. Like other collective nouns that are plural in form, esports takes singular form when the group or quantity is regarded as a unit. Some gamers are finding esports is a viable profession; nine esports were added to the competition. It is also acceptable to refer to individual esports events as games or events. autonomous vehicles — Describes cars or trucks that can monitor the road and drive for an entire trip without the intervention of a human. Also can be called self-driving. The term driverless should not be used unless there is no human backup driver. In cases where vehicles can perform some driving functions themselves but require human intervention for other tasks, such as changing lanes or driving at low speeds, use semi-autonomous or partially self-driving. As of mid-2017 there were no autonomous vehicles available to the public, but many with semi-autonomous capabilities. The AP Stylebook is the definitive resource for journalists and a must-have reference for writers, editors, students and professionals. It provides fundamental guidelines for spelling, language, punctuation, usage and journalistic style. Find AP Stylebook on Twitter (@APStylebook), on Facebook and at their website."}
{"source_url": "https://www.apstylebook.com/blog_posts/8", "entry_header": "Digging into data journalism", "text_content": "With a new data journalism chapter in the 2017 AP Stylebook, journalists across all beats are able to obtain guidance on acquiring, evaluating, reproducing and reporting on data. Interactive Newsroom Technology Editor Troy Thibodeaux, who oversaw the chapter, explains why data skills are essential for every reporter. Interactive Newsroom Technology Editor Troy Thibodeaux. (AP Photo) What is the role of data journalism today? How has it evolved? Data journalism has evolved from a rarefied skill set that only computer-assisted reporters practiced to become an important tool in the toolkit of every journalist. That’s not to say that every reporter needs to know how to code, but every reporter does need to be able to read a spreadsheet and have basic quantitative understanding. We need these skills because the agencies and companies we cover communicate in the language of data. If journalists can’t draw their own conclusions from the data, then they’re left simply accepting at face value the findings of the people they cover. It would be like a photographer using only handout photos. How did the Stylebook editors decide what to include in this new chapter? This is a set of guidelines for doing data journalism and not intended to be a complete course in the topic. Like the rest of the Stylebook, this section is designed to highlight potentially confusing or troublesome issues and to provide clarity about AP standards. We tried to cover important questions in each stage of the data reporting process, and we tried to tackle some of the more vexing questions, such as the proper handling of leaked data, the ethics of web scraping and standards for accurately representing data findings in text and visuals. But we know there’s a lot more to say. We’re looking forward to feedback about what would be useful for future editions and for supplementary content we can publish to the online Stylebook. Part of the chapter focuses on reproducible analysis — the equivalent of showing your work. What does that mean for news organizations large and small? Providing readers with a roadmap to replicate the analysis we’ve done is an essential element of transparency in our reporting. We can accomplish this transparency in many ways, depending on the data set and the story. Many news organizations are publishing the code and data behind the analysis along with the story. At AP, we’re providing the data and documentation behind our work to our member news organizations, so that they can find the story in the data most relevant to their audience. But even data journalists who don’t write code can provide sufficient information in a methodology statement or “nerd box” so that other journalists or interested readers could follow in their footsteps and verify the findings. “Show your work” has become a bit of a truism in data journalism over the years, but it’s a core value. Just as we wouldn’t want to simply trust a government agency to do our analysis for us, we can’t simply ask our readers to trust that we’ve gotten the analysis right without showing them how we arrived at our findings."}
{"source_url": "https://www.apstylebook.com/blog_posts/9", "entry_header": "How to describe extremists who rallied in Charlottesville", "text_content": "UPDATED Aug. 16: We are adding “anti-Semitism” to the definition of “alt-right”; noting that the antifa movement that has been recently in the news actually has antecedents back to the 1930s; and adding some guidance on spelling and punctuation on the recently coined term “alt-left.” The post below includes these updates. The events in Charlottesville are an opportunity to take another look at our terminology around “alt-right” and the way that we describe the various racist, neo-Nazi, white nationalist and white supremacist groups out there. At AP, we have taken the position that the term “alt-right” should be avoided because it is meant as a euphemism to disguise racist aims. So use it only when quoting someone or when describing what the movement says about itself. Enclose the term “alt-right” in quotation marks or use phrasing such as the so-called alt-right (no quote marks when using the term so-called) or the self-described “alt-right.” Another recent area of confusion is the degree of overlap between the terms “white nationalist” and “white supremacist.” For many people the terms can be used almost interchangeably. Both terms describe groups that favor whites and support discrimination by race. There is however a subtle difference, at least in the views of the groups involved. White nationalists say that white people are a distinct nation deserving of protection, and therefore they demand special political, legal and territorial guarantees for whites. White supremacists believe that whites are superior and therefore should dominate other races. Depending on the group and the context, AP writers are free to determine which description most aptly applies to a group or an individual in a particular situation. Finally, a term has emerged in the news recently — an umbrella description for the far-left-leaning militant groups that resist neo-Nazis and white supremacists at demonstrations and other events. The movement calls itself antifa, a contraction for anti-fascists, and emulates historic anti-fascist actors in Europe going back to the 1930s. Until the term becomes better known, include a definition in close proximity to first use of the word. Similarly, “alt-left” has recently been coined by some to describe far-left factions. Like “alt-right,” avoid using unless in a quotation and always include a definition. For reference, here is the whole guidance on this topic, which has been updated to add “anti-Semitism” to the definition and a few other additions: “alt-right” A political grouping or tendency mixing racism, white nationalism, anti-Semitism and populism; a name currently embraced by some white supremacists and white nationalists to refer to themselves and their ideology, which emphasizes preserving and protecting the white race in the United States. Avoid using the term generically and without definition, because it is not well-known globally and the term may exist primarily as a public relations device to make its supporters’ actual beliefs less clear and more acceptable to a broader audience. In AP stories discussing what the movement says about itself, the term “alt-right” (quotation marks, hyphen and lowercase) may be used in quotes or modified as in the self-described “alt-right” or so-called alt-right. Depending on the specifics of the situation, such beliefs might be termed racist, white supremacist or neo-Nazi; be sure to describe the specifics. Whenever “alt-right” is used in a story, include a definition: an offshoot of conservatism mixing racism, white nationalism, anti-Semitism and populism, or, more simply, a white nationalist movement. When writing on extreme groups, be precise and provide evidence to support the characterization. Report their actions, associations, history and positions to reveal their actual beliefs and philosophy, as well as how others see them. Some related definitions: racism The broad term for asserting racial or ethnic discrimination or superiority based solely on race, ethnic or religious origins; it can be by any group against any other group. white nationalism A subset of racist beliefs that calls for a separate territory and/or enhanced legal rights and protections for white people. Critics accuse white nationalists of being white supremacists in disguise. white separatism A term sometimes used as a synonym for white nationalism but differs in that it advocates a form of segregation in which races would live apart but in the same general geographic area. white supremacy The racist belief that whites are superior to justify political, economic and social suppression of nonwhite people and other minority groups. neo-Nazism Combines racist and white supremacist beliefs with admiration for an authoritarian, totalitarian style of government such as the German Third Reich to enforce its beliefs. antifa Shorthand for anti-fascists, an umbrella description for the far-left-leaning militant groups that resist neo-Nazis and white supremacists at demonstrations and other events. Until the term becomes better known, include a definition in close proximity to first use of the word. “alt-left” A term that some use to describe far-left factions. See “alt-right” for usage guidelines."}
{"source_url": "https://www.apstylebook.com/blog_posts/10", "entry_header": "AP style on ‘Dreamers’", "text_content": "With the Deferred Action for Childhood Arrivals program in the news, members of the public, TV commentators and politicians are commonly referring to the program’s beneficiaries as “Dreamers.” This is a framing that tends to elicit positive feelings for the young beneficiaries and their quest for legal protection to live in the United States. AP policy is to use “Dreamers” only in direct quotes or with quote marks for the purpose of explaining the term, such as, “They are commonly referred to as ‘Dreamers,’ based on never-passed proposals in Congress called the DREAM Act that would have provided similar protections for young immigrants.” Here is the current AP Stylebook guidance: Deferred Action for Childhood Arrivals program A program implemented during former President Barack Obama’s administration that allows young immigrants living in the country illegally who were brought here as children to remain in the U.S. It does not convey legal status but conveys temporary protection from deportation and permission to legally work. Use the acronym DACA sparingly and only on second reference. Use the term “Dreamer” to describe DACA recipients only in direct quotes or with quote marks for the purpose of explaining the term, such as: They are commonly referred to as “Dreamers,” based on never-passed proposals in Congress called the DREAM Act that would have provided similar protections for young immigrants. The DREAM Act — Development, Relief and Education for Alien Minors — was a federal proposal that offered many of the same protections as DACA but was never approved in Congress. Do not describe DACA as an executive action; it is an administrative program. Sen. Kamala Harris, D-Calif., accompanied by members of House and Senate Democrats against President Trump's decision to terminate the Deferred Action for Childhood Arrivals (DACA) initiative, speaks during a news conference on Capitol Hill in Washington, Sept. 6, 2017. (AP Photo/Jose Luis Magana)"}
{"source_url": "https://www.apstylebook.com/blog_posts/11", "entry_header": "Is it sexual harassment or misconduct?", "text_content": "With the raft of accusations of sexual misconduct by powerful men showing no signs of abating, here are some guidelines that may prove useful. “Sexual harassment” has a particular legal meaning. It is, per Webster’s New World College Dictionary, “inappropriate, unwelcome, and, typically, persistent behavior, as by an employer or co-worker, that is sexual in nature, specifically when actionable under federal or state statutes.” While that definition is broad, encompassing many kinds of misbehavior, the word “harassment” is too mild to describe some of the activities that have been alleged in recent weeks. Beyond mere harassment, these have ranged to allegations of assault, serious abuse, pedophilia and even rape. In our individual stories, we should be as specific as possible in describing the kinds of behavior that is being alleged or admitted — such as groping, unwanted kissing, disrobing, or verbal or physical abuse or assault. In slugs and headlines, we have decided to adopt the generalized description “sexual misconduct,” rather than “sexual harassment,” because it encompasses a broader range of sexual misbehavior and does not run the risk of diminishing some of the alleged acts. One other point: In this moment, many accusations are being put forth of misconduct by powerful or well-known people in entertainment, media, politics and other professions. While there is clearly news interest, we must not abandon our standards of fairness. Accusations should be well-documented and corroborated in some way before we report on them, including an effort to get comment from the accused individuals or their representatives. Granting anonymity to accusers should follow AP’s strict guidelines on the use of anonymity. Participants march against sexual assault and harassment at the #MeToo March in the Hollywood section of Los Angeles, Nov. 12, 2017. (AP Photo/Damian Dovarganes)"}
{"source_url": "https://www.apstylebook.com/blog_posts/12", "entry_header": "Updating our polling guidance", "text_content": "The 2018 AP Stylebook will include a new chapter on polls and surveys, adding details to help journalists report responsibly on public opinion research heading into the U.S. midterm elections. The new chapter, available immediately to AP Stylebook Online subscribers, leads with longstanding guidance that the mere existence of a poll is not enough to make news. It adds that “poll results that seek to preview the outcome of an election must never be the lead, headline or single subject of any story.” Deputy Managing Editor for Operations David Scott, who oversees AP’s polling unit, said: A good pre-election poll can provide solid insight into what voters are thinking. In the heat of a campaign, that’s why they are so often intoxicating for journalists, for campaign staffers and, yes, for candidates, too. But the 2016 election was a reminder that polls aren’t perfect. They’re unquestionably a piece of the story, but never the whole story. The Stylebook update aims to serve as a steady reminder of that fact. Chicago resident Sonja Russell casts her ballot in Illinois primary elections at the city's new early voting super site in downtown Chicago, March 13, 2018. (AP Photo/Kiichiro Sato) The update reflects the latest in polling science and the idea that some cutting-edge methodologies that incorporate opt-in online surveys may, after thorough review, be suitable for publication. Journalists are still encouraged to use probability-based surveys to accurately assess the public’s opinion. “We’re excited about this much-needed update to our survey standards,” said AP Polling Editor Emily Swanson. “It maintains our commitment to high-quality polling while also taking into account the changing nature of polling and the latest research on poll methods.” AP consulted with Pew Research Center and NORC at the University of Chicago as it developed the expanded guidance. “It is more vital than ever for policymakers, journalists and citizens to become better informed consumers of surveys and data,” said Dan Gaylin, president and CEO of NORC at the University of Chicago. “We are proud to work with The Associated Press and support them in their continued efforts to promote rigorous standards for reporting on survey research and to help the public understand key characteristics of reliable data.” The new polls and surveys chapter will debut in print when the 2018 AP Stylebook is published on May 30. Scott and Swanson will answer questions about the guidance in an @APStylebook Twitter chat today at 2:30 p.m. ET. The AP Stylebook is the definitive resource for journalists and a must-have reference for writers, editors, students and professionals. It provides fundamental guidelines for spelling, language, punctuation, usage and journalistic style."}
{"source_url": "https://www.apstylebook.com/blog_posts/13", "entry_header": "How and when we report on suicides", "text_content": "AP policy on reporting suicides, spelled out in the AP Stylebook, is “to not go into detail on the methods used.” There has been a robust discussion in our newsrooms about what this means — how far do we go in discussing methods of suicide by celebrities? Are we depriving readers of essential information on a story if we are too opaque? We tend to be news purists in the AP. Our instinct is to publish all the news for our audience to absorb, use and act upon. But reporting on suicide, like reporting on sexual abuse, is one of the areas in which we favor not saying all that we know. Suicide prevention experts believe, based on experience and some studies, that the less said in the media about the methods of suicide, the less likelihood that a celebrity’s death will prompt vulnerable, at-risk persons from taking their lives by that same method in the days immediately after. Last week, in writing of the suicides of Anthony Bourdain and Kate Spade, we reported that the deaths were by hanging. However, in some versions, we also gave out more information about the method of death than required — including what they used for the hanging. Those details were later removed. If police, prosecutors or family members announce publicly that a suicide was by pills, hanging, gunshot or other means, let’s keep such details to a minimum and not make it the lead of our stories on the deaths. Think how we cover most celebrity deaths. Whether someone died from cancer, heart disease or other illness, the exact cause often is an incidental element in the story. Usually, we focus on their lives and what they accomplished and were known for. Does this mean that we should not mention the method of suicide at all? A woman takes a photo of the makeshift memorial for Anthony Bourdain outside the former Le Halles restaurant on Park Avenue, June 8, 2018, in New York. (AP Photo/Mary Altaffer) In many instances, it may not be necessary to say anything other than that the person died of suicide. If we do elect to specify the means of suicide for various valid news reasons, we should keep those details to a minimum. Naturally, readers and viewers will be curious about the way someone famous died by suicide. But when we consider the health crisis that suicide has become, we should be careful not to make things worse. We can make matters better by pointing out in our coverage that most people who experience suicidal thoughts recover. Reasons for suicide are complex and multi-factored, sometimes deeply entwined with depression and mental illness and sometimes resulting from what may be episodes of transitory despair and easy access to means. Experts argue that media can play a critical role in showing that suicide is not inevitable. It is very important in our coverage to provide information about the various suicide-prevention and mental health resources that may help prevent more deaths. More thoughts for consideration can be found at the website www.reportingonsuicide.org."}
{"source_url": "https://www.apstylebook.com/blog_posts/14", "entry_header": "Previewing a new edition of the AP Stylebook", "text_content": "The guidance is immediately available to AP Stylebook Online subscribers and will be included in the new print edition of the Stylebook when it is published on May 29. The additions include: A new entry covering the terms “racist/racism.” Guidance not to use “racially charged” or similar terms as euphemisms for “racist” or “racism” when the latter terms are applicable. Guidance not to use the term “black” or “white” in the singular as a noun, and to limit the use of the terms “blacks” and “whites” as plurals. The shorthand “Indian” should not be used for “American Indians” or “Native Americans.” Guidance about the gender-neutral term “Latinx.” Previewing the new edition at the ACES conference, Stylebook Editor Paula Froke highlighted a few changes, including that the % sign is acceptable when paired with a numeral in most cases, and accent marks can be used with names of people who request them or are widely known to use them, or if quoting directly in a language that uses them. Those changes take effect next week. The 2019 AP Stylebook will include more than 200 new and modified entries, some of which have already been released to AP Stylebook Online subscribers. Some of the entries presented at the meeting include: casualties — Avoid using the word, which is vague and can refer to either injuries or deaths. Instead, be specific about what is meant. If authorities use the term, press for specifics. If specifics aren’t available, say so: Officer Riya Kumar said the crash resulted in casualties, but she did not know whether those were injuries or deaths. data — The word typically takes singular verbs and pronouns when writing for general audiences and in data journalism contexts: The data is sound. In scientific and academic writing, plural verbs and pronouns are preferred. Use databank and database, but data processing (n. and adj.) and data center. cocktail — Do not use cocktail in reference to a mixture of drugs. Instead: drug combination or simply drugs or medications: HIV drugs. The AP Stylebook is the definitive resource for journalists and a must-have reference for writers, editors, students and professionals. It provides fundamental guidelines for spelling, language, punctuation, usage and journalistic style. Find AP Stylebook on Twitter, Facebook and online."}
{"source_url": "https://www.apstylebook.com/blog_posts/15", "entry_header": "The decision to capitalize Black", "text_content": "We are today making an important change to AP style that stems from a long and fruitful conversation among news leaders, editors and diverse members of our staff and external groups and organizations. AP’s style is now to capitalize Black in a racial, ethnic or cultural sense, conveying an essential and shared sense of history, identity and community among people who identify as Black, including those in the African diaspora and within Africa. The lowercase black is a color, not a person. A man carries a child as they march near Central Park during a Juneteenth celebration, June 19, 2020, in New York. (AP Photo/Frank Franklin II) We also now capitalize Indigenous in reference to original inhabitants of a place. These changes align with long-standing capitalization of other racial and ethnic identifiers such as Latino, Asian American and Native American. Our discussions on style and language consider many points, including the need to be inclusive and respectful in our storytelling and the evolution of language. We believe this change serves those ends. As a global news organization, we are continuing to discuss within the U.S. and internationally whether to capitalize the term white. Considerations are many and include any implications that doing so might have outside the United States. We continue to discuss other terms, including minorities and people of color, as well as the term “Black, Indigenous and people of color.” Our revisions come after more than two years of in-depth research and discussion with colleagues and respected thinkers from a diversity of backgrounds, both within and from outside the cooperative. The updates become part of the AP Stylebook’s race-related coverage guidance, which begins: Reporting and writing about issues involving race calls for thoughtful consideration, precise language, and an openness to discussions with others of diverse backgrounds about how to frame coverage or what language is most appropriate, accurate and fair. Avoid broad generalizations and labels; race and ethnicity are one part of a person’s identity. Identifying people by race and reporting on actions that have to do with race often go beyond simple style questions, challenging journalists to think broadly about racial issues before having to make decisions on specific situations and stories. In all coverage — not just race-related coverage — strive to accurately represent the world, or a particular community, and its diversity through the people you quote and depict in all formats. Omissions and lack of inclusion can render people invisible and cause anguish. We welcome your thoughts at: https://apstylebook.com/suggestions."}
{"source_url": "https://www.apstylebook.com/blog_posts/16", "entry_header": "Why we will lowercase white", "text_content": "AP style will continue to lowercase the term white in racial, ethnic and cultural senses. This decision follows our move last month to capitalize Black in such uses. We consulted with a wide group of people internally and externally around the globe and considered a variety of commentary in making these decisions. There was clear desire and reason to capitalize Black. Most notably, people who are Black have strong historical and cultural commonalities, even if they are from different parts of the world and even if they now live in different parts of the world. That includes the shared experience of discrimination due solely to the color of one’s skin. There is, at this time, less support for capitalizing white. White people generally do not share the same history and culture, or the experience of being discriminated against because of skin color. In addition, we are a global news organization and in much of the world there is considerable disagreement, ambiguity and confusion about whom the term includes. We agree that white people’s skin color plays into systemic inequalities and injustices, and we want our journalism to robustly explore those problems. But capitalizing the term white, as is done by white supremacists, risks subtly conveying legitimacy to such beliefs. Some have expressed the belief that if we don’t capitalize white, we are being inconsistent and discriminating against white people or, conversely, that we are implying that white is the default. We also recognize the argument that capitalizing the term could pull white people more fully into issues and discussions of race and equality. We will closely watch how usage and thought evolves, and will periodically review our decision. As the AP Stylebook currently directs, we will continue to avoid the broad and imprecise term brown in racial, ethnic or cultural references. If using the term is necessary as part of a direct quotation, we will continue to use the lowercase. For more details, see the AP Stylebook’s race-related coverage guidance, which says in part: “Consider carefully when deciding whether to identify people by race. Often, it is an irrelevant factor and drawing unnecessary attention to someone’s race or ethnicity can be interpreted as bigotry.” The guidance also says: Reporting and writing about issues involving race calls for thoughtful consideration, precise language, and an openness to discussions with others of diverse backgrounds about how to frame coverage or what language is most appropriate, accurate and fair. Avoid broad generalizations and labels; race and ethnicity are one part of a person’s identity. Identifying people by race and reporting on actions that have to do with race often go beyond simple style questions, challenging journalists to think broadly about racial issues before having to make decisions on specific situations and stories. In all coverage — not just race-related coverage — strive to accurately represent the world, or a particular community, and its diversity through the people you quote and depict in all formats. Omissions and lack of inclusion can render people invisible and cause anguish. For AP coverage of racial injustice issues: https://apnews.com/Racialinjustice Suggestions for the AP Stylebook team may be submitted online."}
{"source_url": "https://www.apstylebook.com/blog_posts/17", "entry_header": "How to describe the events at the U.S. Capitol", "text_content": "Colleagues, We are being questioned about the correct language to apply to the protesters backing President Donald Trump in Washington and the dramatic events taking place today at the U.S. Capitol. AP style in the event of civil disturbances allows editors and journalists to choose the term that in their judgment best applies. So far, our main story has spoken of a “chaotic protest aimed at thwarting a peaceful transfer of power,” a “melee” and a “raucous, out-of-control scene.” MOB, RIOT OR INSURRECTION OK: Considering that armed protesters broke into the building, overwhelmed Capitol police, interrupted the process of certifying Electoral College votes and forced the evacuation of the vice president of the United States and members of Congress, “protest” may be too mild a word for the action without surrounding it with strong adjectives and context, such as “violent protest” or “rioting protesters.” Calling it a “mob” or a “riot” would also be appropriate, especially when the protesters’ actions were wild, widespread, violent and uncontrolled. The term “insurrection,” meaning the act of rising up against established authority, could also be justified. NOT A COUP: Some people and broadcasters are calling the protesters’ action a “coup” or a “coup attempt,” meaning a sudden, organized seizure of political power or an attempt by a faction or group to seize political power suddenly outside of the law. We may of course quote others alleging a coup or attempted coup, but so far AP has not seen conclusive evidence that the protesters’ specific aim was to take over the government, so at this stage we are avoiding the term in AP copy unless attributed. As always, journalists should look at the events with an open and dispassionate mind and decide what language best applies. When in doubt, consult managers and senior news leadership. Finally, reiterating our recent Standards message: Please refrain from expressions of personal opinion about these political events in your social media or contacts with others. Let’s let the facts in AP’s reporting speak for themselves. Also, do not tweet details about your colleagues during unrest in a way that might compromise their safety, such as giving details of their locations or of their interactions with the protesters. Again, we let our news report speak for us."}
{"source_url": "https://www.apstylebook.com/blog_posts/18", "entry_header": "Inclusive storytelling chapter added to AP Stylebook", "text_content": "During a panel at the ACES: The Society for Editing national conference in San Antonio, Texas, on Saturday, Stylebook editor Paula Froke announced that the latest edition of AP Stylebook will include a new chapter on inclusive storytelling. The guidance is immediately available to AP Stylebook Online subscribers and will be included in the new print edition of the Stylebook, set to be published on June 1. The new inclusive storytelling chapter emphasizes the importance of inclusive reporting and editing in ensuring accuracy and fairness, and offers guidance to recognize and overcome unconscious biases; use thoughtful and precise language; include necessary context and background; avoid tokenism; and make content accessible. Many new and revised Stylebook entries contain guidance relevant to inclusive storytelling, with updates and expansions covering disabilities; race-related coverage; gender, sex and sexual orientation; pronouns; and religion. Some of the entries presented at the meeting include: Guidance to use they/them/their as much as possible as a way of accurately describing and representing a person who uses those pronouns for themself. A new entry on deaf, Deaf, hard of hearing, advising to use the uppercase Deaf for the Deaf culture or Deaf community in references to those who use sign language and have a deeply ingrained sense of community built around the experience of deafness and sign language. Use the lowercase form deaf for the audiological condition of total or major hearing loss, and for people with total or major hearing loss, when relevant to the story. Hard of hearing can be used to describe people with a lesser degree of hearing loss. A new entry on deadnaming, advising to use a transgender person’s previous name very rarely and only if required to understand the news, or if requested by the person. New and revised guidance to the Native Americans, American Indians section, including new entries on Indian Country and tribal affiliations. A new entry on critical race theory, advising to explain the term when used and to not use CRT on later references. The AP Stylebook is the definitive resource for journalists and a must-have reference for writers, editors, students and professionals. It provides fundamental guidelines for spelling, language, punctuation, usage and journalistic style, and helps writers and editors in all fields navigate complex and evolving language questions. Find AP Stylebook on Twitter, Facebook, Instagram, LinkedIn and online."}
{"source_url": "https://www.apstylebook.com/blog_posts/19", "entry_header": "AI guidance, terms added to AP Stylebook", "text_content": "Guidance on how to cover artificial intelligence and 10 key AI terms were added today to the AP Stylebook, to help journalists accurately explain the potential, inherent risks and varying effects of AI and generative AI models. The guidance advises journalists to avoid language that attributes human characteristics to these systems — or uses gendered pronouns — and remember that such systems are built by people with their own human biases and aims. New entries available today on AP Stylebook Online include: Generative artificial intelligence, clarifying the concept and advising to consider the models’ tendency to generate inaccurate responses to queries. Training data, explaining the term, and advising to consider the specific information training data may contain as machine learning models learn to find patterns from these datasets. The types of training data used in different AI tools can vary widely. Algorithmic bias, a term used to describe the negative impacts of AI tools that draw from large datasets that are skewed by historical or selection bias. The AP Stylebook also now includes guidance for journalists to cover and accurately explain to their audiences the technologies and the concepts used in their creation. The guidance advises that coverage of AI tools should aim to show how these systems work, where they are deployed, how well they perform, whether they are regulated, who benefits and makes money as a result, and which communities may be negatively impacted by such tools. It includes suggested reporting approaches for journalists covering AI and their effects, as well as offers common pitfalls to avoid. For example, journalists should beware of far-fetched claims from AI developers describing their tools, avoid quoting company representatives about the power of their technology without providing a check on their assertions, and avoid focusing entirely on far-off futures over current-day concerns about the tools. The guidance also provides journalists with technical questions to ask when reporting on the inner workings of AI tools. Development of this guidance was led by global investigative journalist Garance Burke, following her 2020 John S. Knight Journalism fellowship centered on AI at Stanford University. The guidance will evolve as AI develops. On Wednesday, AP shared its guidance for journalists on whether and how to use generative AI."}
{"source_url": "https://www.apstylebook.com/blog_posts/20", "entry_header": "AP style guidance on Gulf of Mexico, Mount McKinley", "text_content": "President Donald Trump has signed an executive order to rename the Gulf of Mexico to the Gulf of America. The body of water has shared borders between the U.S. and Mexico. Trump’s order only carries authority within the United States. Mexico, as well as other countries and international bodies, do not have to recognize the name change. The Gulf of Mexico has carried that name for more than 400 years. The Associated Press will refer to it by its original name while acknowledging the new name Trump has chosen. As a global news agency that disseminates news around the world, the AP must ensure that place names and geography are easily recognizable to all audiences. The AP regularly reviews its style guidance regarding name changes, in part to ensure its guidance reflects common usage. We’ll continue to apply that approach to this guidance and make updates as needed. There are other examples where the AP refers to a geographical place by more than one name. For example, the Gulf of California is sometimes referred to as the Sea of Cortez. The U.S. government has designated that body of water as the Gulf of California, while Mexico recognizes it as the Sea of Cortez. President Trump also signed an executive order to revert the name of North America’s tallest peak, Denali in Alaska, to Mount McKinley. Former President Barack Obama changed the official name to Denali in 2015 to reflect the traditions of Alaska Natives as well as the preference of many Alaska residents. Trump said in his executive order that he wanted to “restore the name of a great president, William McKinley, to Mount McKinley.” The Associated Press will use the official name change to Mount McKinley. The area lies solely in the United States and as president, Trump has the authority to change federal geographical names within the country. The AP Stylebook will be updated to reflect both decisions."}
{"source_url": "https://www.apstylebook.com/blog_posts/21", "entry_header": "AP names a new AP Stylebook editor and Standards manager", "text_content": "At a moment of heightened political polarization in the U.S. and around the world, it’s more important than ever that AP journalism is fact-based and nonpartisan. Our customers and audiences around the world rely on us because of our high standards. I am thrilled to announce two new additions to the Standards team who will help ensure we continue to deliver on our mission. Anna Jo Bratton is taking on the role of AP Stylebook editor and Rob Rossi is our newest Standards manager. Anna Jo has served on the AP Stylebook committee for more than a decade. She played a critical role in devising guidance around business, technology and disabilities, as well as several other topics. She has been an instructor for the AP Stylebook Workshop and the AP Writing Workshop, teaching writing and style for communication professionals. In her new role, she’ll work closely with News teams to develop style guidance and will be an ambassador for the AP across the industry. She started her new role yesterday. Anna Jo comes to us from the Top Stories Hub, where she has edited stories from around the globe. She started at AP in 2007 as a political reporter in Nebraska and held a variety of editing roles in the West Region, based in Phoenix, before serving as U.S. enterprise editor and global enterprise editor in New York. She graduated from the University of Nebraska-Lincoln with a degree in journalism in 2003. Rob, who is also based in New York, has been a journalist for more than 30 years. He started as a reporter at American Lawyer Media and rose to managing editor before joining The Wall Street Journal in 2000. He worked there on the copy desk and then became a news editor for politics, economics and international news and then health and science and U.S. news. In 2014, he became the deputy editor for newsroom standards, working from Hong Kong for two years, before returning to the U.S. to serve as a standards editor for another eight years. He graduated from the University of Pennsylvania. He begins his new role on Monday, April 28."}
{"source_url": "https://www.apstylebook.com/blog_posts/22", "entry_header": "Why does AP use the term Persian Gulf?", "text_content": "The AP uses the term Persian Gulf because it is commonly recognized and historically accurate. The body of water has been known as the Persian Gulf for some 2,500 years, with references dating as far back as 550 BC. Ancient Persia is now modern-day Iran, which borders the body of water. Other bordering nations include Saudi Arabia, Qatar, Kuwait and the United Arab Emirates. In the past 75 years, some Arab nations have used the term “Arabian Gulf.” Previously, the AP recommended using “Arabian Gulf” only in direct quotations, because the term it is not as well known. The AP regularly reviews its guidance when important terms become part of the news. In reviewing our style on Persian Gulf, we decided to allow for use of the name Arabian Gulf if necessary outside of direct quotations. We will still include an explanation that the body of water has long been known as the Persian Gulf."}
{"source_url": "https://www.apstylebook.com/blog_posts/23", "entry_header": "How the AP decided to refer to the conflict between Israel and Iran as a war", "text_content": "The Associated Press is calling the current conflict between Israel and Iran a war, given the scope, intensity and duration of military activities on both sides. Other news organizations also have decided to refer to the conflict as a war, while some are still sticking with words such as “conflict” or “fighting.” Why does it matter? When a conflict in the world spills into military action, it’s important to use the correct terms to describe it. Sometimes a one-sided attack occurs without further action, or a conflict bubbles up and then ends quickly Using “war” widely to describe these kinds of situations can diminish the word's importance. Then, when actual war breaks out, people might not understand its significance. What does the AP consider? The Merriam-Webster definition of war is quite broad: “A state of usually open and declared armed hostile conflict between states or nations,\" or a \"state of hostility, conflict, or antagonism.” The fight between Israel and Iran meets those criteria, though neither has officially declared war. Since Israel launched an air campaign targeting Iran’s military and nuclear program, there has been a significant escalation in the conflict. Iran has launched hundreds of missiles and drones into Israel. Israel has assassinated high-level Iranian officials; targeted the country’s infrastructure; called for hundreds of thousands of residents to evacuate Iran’s capital, Tehran; and said it will continue its offensive. What are previous examples of conflicts where the AP issued guidance to use the word ‘war’? The AP provided guidance on the Russia-Ukraine war and the Israel-Hamas war in the days and weeks after fighting began. In both cases, editors considered the number of casualties, the intensity of fighting, the involvement of each party, and what each country was calling the conflict. In both cases, the AP started using the word “war” to describe the conflicts. Why is it 'war' and not ‘War’? AP capitalizes the word “war” only as part of a formal name, which as of now does not exist. Could the guidance change? Decisions on how AP uses the term “war” happen in real time. AP's news leaders and standards editors will continue to monitor developments to see whether changes are necessary. At this point, the level of fighting constitutes the countries being at war, no matter what happens next. If fighting were to end soon, AP would continue saying the countries had been at war. News leaders would consider whether the level of fighting at that time amounted to being at war. By attacking Iran's nuclear facilities, the U.S. has intervened in the war in support of Israel. The AP is not yet saying the U.S. and Iran are at war."}
{"source_url": "https://www.apstylebook.com/blog_posts/24", "entry_header": "The em dash: A valid punctuation mark — or artificial intelligence easy tell?", "text_content": "In the AP Stylebook Online Ask the Editor feature, we often get questions about use of the em dash: when it’s appropriate, how to use it and whether it’s overused. It seems to live among types of punctuation that often come with strong opinions, like the Oxford comma.* But now, the question of the day seems to be: If writing includes an em dash, does that mean it’s written by artificial intelligence? I’m not sure where this idea came from, although I see it has been bubbling up online for some time. Popular podcaster Grammar Girl suggests it was a fashion podcast earlier this year that renewed the controversy, when it urged people to stop using the “the ChatGPT hyphen.” People are looking for authenticity and trying to pinpoint any signs of something being inauthentic. It’d be nice if there was an easy tell. Unfortunately, that tell is not the em dash, which has been around for many years. In fact, they are so ubiquitous in AP lingo, we just call them dashes. They are about the width of a capital letter M, and always get a space on either side, except in sports agate. Some reasons to use an em dash, from the AP Stylebook: ABRUPT CHANGE: Use dashes to denote an abrupt change in thought in a sentence or an emphatic pause: Through her long reign, the queen and her family have adapted — usually skillfully — to the changing taste of the time. SERIES WITHIN A PHRASE: When a phrase that otherwise would be set off by commas contains a series of words that must be separated by commas, use dashes to set off the full phrase: He listed the qualities — intelligence, humor, conservatism, independence — that he liked in an executive. We’re often asked if we have a limit on number of em dashes per story. Some professors say they notice them sprinkled to and fro like literary snowflakes, in student papers and chancellor’s emails. AP does not have a limit on using long dashes. But we agree that many writers overuse them. Our guidance says: \"But avoid overuse of dashes to set off phrases when commas would suffice.\" Semicolons also work well. Or you could just start a new sentence. If you’re really interested in dashes, did you know AP historically does not use en dashes? Some other styles call for en dashes to indicate ranges, such as ranges of dates or times, or with some compound modifiers. (An en dash is about half the length of an em dash, approximating the width of a capital letter N). But at the AP, en dashes didn’t translate correctly to our newspaper customers, who initially got “the wire” via teletype machines. I’m not sure if we’ll ever introduce en dashes back into the AP lexicon. Even if we do, don’t expect to see them popping up in a lot of AP stories right away. Old habits die hard. Footnote: *For the last time (yeah, right), AP DOES NOT ban use of the Oxford Comma. In fact, in some cases, we require it! Printed in our Stylebook are these words: “Include a final comma in a simple series if omitting it could make the meaning unclear.” We do, however, recommend omitting punctuation that isn’t necessary. That’s why we leave the comma out of most simple series that aren’t confusing."}
{"source_url": "https://www.apstylebook.com/blog_posts/1", "entry_header": "‘Illegal immigrant’ no more", "text_content": "The AP Stylebook today is making some changes in how we describe people living in a country illegally. Senior Vice President and Executive Editor Kathleen Carroll explains the thinking behind the decision: The Stylebook no longer sanctions the term 「illegal immigrant」 or the use of 「illegal」 to describe a person. Instead, it tells users that 「illegal」 should describe only an action, such as living in or immigrating to a country illegally. Why did we make the change? The discussions on this topic have been wide-ranging and include many people from many walks of life. (Earlier, they led us to reject descriptions such as 「undocumented,」 despite ardent support from some quarters, because it is not precise. A person may have plenty of documents, just not the ones required for legal residence.) Those discussions continued even after AP affirmed 「illegal immigrant」 as the best use, for two reasons. A number of people felt that 「illegal immigrant」 was the best choice at the time. They also believed the always-evolving English language might soon yield a different choice and we should stay in the conversation. Also, we had in other areas been ridding the Stylebook of labels. The new section on mental health issues argues for using credibly sourced diagnoses instead of labels. Saying someone was 「diagnosed with schizophrenia」 instead of schizophrenic, for example. And that discussion about labeling people, instead of behavior, led us back to 「illegal immigrant」 again. We concluded that to be consistent, we needed to change our guidance. So we have. Is this the best way to describe someone in a country without permission? We believe that it is for now. We also believe more evolution is likely down the road. Will the new guidance make it harder for writers? Perhaps just a bit at first. But while labels may be more facile, they are not accurate. I suspect now we will hear from some language lovers who will find other labels in the AP Stylebook. We welcome that engagement. Get in touch at stylebook@ap.org or, if you are an AP Stylebook Online subscriber, through the 「Ask the Editor」 page. Change is a part of AP Style because the English language is constantly evolving, enriched by new words, phrases and uses. Our goal always is to use the most precise and accurate words so that the meaning is clear to any reader anywhere. The updated entry is being added immediately to the AP Stylebook Online and Manual de Estilo Online de la AP, the new Spanish-language Stylebook. It also will appear in the new print edition and Stylebook Mobile, coming out later in the spring. It reads as follows: illegal immigration Entering or residing in a country in violation of civil or criminal law. Except in direct quotes essential to the story, use illegal only to refer to an action, not a person: illegal immigration, but not illegal immigrant. Acceptable variations include living in or entering a country illegally or without legal permission. Except in direct quotations, do not use the terms illegal alien, an illegal, illegals or undocumented. Do not describe people as violating immigration laws without attribution. Specify wherever possible how someone entered the country illegally and from where. Crossed the border? Overstayed a visa? What nationality? People who were brought into the country as children should not be described as having immigrated illegally. For people granted a temporary right to remain in the U.S. under the Deferred Action for Childhood Arrivals program, use temporary resident status, with details on the program lower in the story."}
