{"source_url": "https://www.apstylebook.com/ap_stylebook/what-s-new-in-the-57th-edition", "entry_header": "What's New in the 57th edition", "text_content": "This edition of the AP Stylebook features three new chapters, two new sections — and a new primary dictionary. We are making our first change in our primary dictionary in decades, now turning to Merriam-Webster as our first source. We don't take such a switch lightly, as AP style is informed by the spelling and styling recommended by our main dictionary. In recent years, we have seen that Merriam-Webster is more up to date and more in line with our approach. In making the change to our new primary dictionary, we carefully compared our guidance with Merriam-Webster's. We believe that a stylebook is different from a dictionary, and in doing this comparison, we eliminated many terms already listed in Merriam-Webster. We believe strongly that writers and editors need both a stylebook and a dictionary, so we recommend you use your AP Stylebook in concert with the Merriam-Webster dictionary for the most complete guidance. New chapters: Criminal Justice chapter: This new chapter gives extensive guidance on many issues related to crime and criminal justice coverage, including language; mug shots and other photos; graphic material; issues with initial reports by police and others; interviewing victims and family members; source development; and accountability journalism. It also pulls together entries that previously were listed individually throughout the book, and updates several of them. New guidance includes the term child sexual abuse images (not child porn ); the terms used for people who are or were in prison or jail; the terms juvenile and minor ; and the terms sex work and sex workers . We now say the terms assault weapons or assault rifles may be used in headlines and in first reference because that is how the group of firearms has become commonly known. But high in the story, give specifics about the types of guns at issue in any given law or story. We also updated guidance on the term Taser . Artificial Intelligence chapter: Provides caveats and best practices about covering artificial intelligence. For example: Don't use language that attributes human characteristics to generative AI tools. Be aware that these tools often can be wrong or basically make things up. Be aware that they are trained by people with inherent biases that can affect the responses given by these bots. Also, 11 key AI-related terms with definitions and explanations. Technology chapter: Pulls together terms and guidance related to technology and social media that previously had appeared individually throughout the book. Many of those terms have been updated. Among the updates: We've loosened the restrictions on use of the term cyberattack . And we now say to avoid the terms tweet or tweeted . Instead: posted on the social platform X or posted on X . In addition, we made a number of updates to the Social Media Reporting chapter. Two new sections: Digital journalism: Describes best practices in digital journalism and storytelling. For example: All elements that feed into a story, photo or video — from the headline to the SEO title to the social graphic for Instagram — should be viewed as an act of journalism and meet the standards set by your newsroom. Checklist for self-editing (and for reporting and writing): Lists pointers to help make your reporting and writing much stronger and make basic editing more thorough before reaching the editor's desk. Highlights of other new or revised entries: Climate change, climate crisis: Revised guidance allows the term climate crisis , in addition to climate change , in broad references to the general state of the climate. The entry gives details on when one term or the other is better, and says to use the term climate crisis sparingly. We also added a number of terms, including community solar , direct air capture and energy transition . Race-related coverage: Updated guidance says to generally use the term Native Americans in broad references when referring to two or more people of different tribal affiliations within the contiguous U.S. geographic boundaries. The term Indigenous people(s) is a broad umbrella term, describing the original inhabitants of a place globally. The term does not capture the political relationship or political status of Native American tribes or people, so use it only when the broad description is accurate. Be specific about a person's citizenship and/or affiliation. The term American Indians is generally considered outdated. The guidance gives additional detail on these terms and other language considerations. Also in the race-related coverage entry: new guidance that locs is our style for a rope-like hairstyle that is a common protective hairstyle among Black people. Specify dreadlocks , dreads when referring to people with the hairstyle who are of Jamaican descent or Rastafarian belief. Locks refers to hair in general. Gender, sex and sexual orientation: New guidance to avoid using male and female as modifiers that could convey assumptions about gender roles, such as male nurse , male nanny , female bodybuilder . Revised guidance on the term bisexual . (See the 2023 section below for more updates in this umbrella entry.) Obesity: A new entry notes that people with obesity , people of higher weights and people who prefer the term fat use diverse terms — including those and others — in reference to themselves. Use care and precision, considering the impact of specific words and the terms used by the people you are writing about. When possible, ask people how they want to be described. The phrasing people with obesity or a person with obesity is acceptable when a general term is needed and is relevant, unless a group or person prefers other terms. Avoid the modifier obese when possible. Crisis hotlines: We now say AP stories may include publishable editor's notes with detail about crisis hotlines in stories about suicide, sexual assault, domestic violence, mental illness, substance abuse and other topics. Suicide: Additions to previous guidance, including more details on crisis hotlines. Homelessness: Updated guidance notes that some advocates and others prefer the term unhoused in an effort to focus on a person's lack of shelter. However, people without homes may have some sort of housing. So use unhoused only when quoting people, if an organization uses the term or if people use it for themselves. As with the homeless , avoid the term the unhoused . Terrorism: This revised guidance says AP is not using the terms terrorism or terrorist for specific actions, people or groups, other than in direct quotations or when attributed to authorities or others. Instead, we describe specific atrocities, massacres, bombings, assassinations and other such actions. Numerals intro: An expanded introduction gives more details on when, in general, to use figures rather than words for 1 through 9 . That includes ages (of people, animals, events or things), and when preceding a unit of measure (inches, pounds, miles, quarts, temperature degrees, etc.) — except for time measurements such as seconds, days, years, etc. Generally spell out zero , though the figure 0 may be appropriate in technical contexts or in ranges. Note there are no changes in style, which calls for generally spelling out one through nine except as noted in the extended guidance. The entry also retains the other individual situations (addresses, court rulings, etc.) in which we use figures rather than words for 1 through 9 . Prefixes: Revised entry pulls together in one section the prefixes (except those related to measurements) that previously had been listed separately. A 2024 change: We no longer generally use a hyphen with these prefixes: out- , post- , pre- , re- . This change aligns style on those prefixes both with our overall guidance and with Merriam-Webster. Another 2024 change: no hyphen in semiautomatic and semiautonomous , adding those to the other no-hyphen semi- constructions. Suffixes: Revised entry pulls together in one section the suffixes that previously had been listed separately. Lists, bulleted lists: Revised guidance says that while AP continues to use dashes instead of bullets to introduce individual sections of a list in news stories, we now may use bullets in other formats.That expands on previous guidance that bullets are always an option for non-AP content in all formats. The revision also says to use no punctuation at the end of a single word or single phrase in each section of a list, but use a period after a sentence in a bulleted item. We previously said to use a period in all cases, including after phrases or single words in a list. So-called: Revised guidance recommends avoiding so-called , which can be seen as mocking or derogatory. Instead, use more words: what are often known as; what are sometimes known as; what supporters call; what opponents call , etc. Designated days, weeks, months: New entry says to capitalize all words in the name of a designated or branded day, week, month or other time period: Black History Month, Mental Health Awareness Month, World Religion Day, International Women's Day . Lowercase the time period in informal descriptions: Memorial Day weekend, Christmas week . Lying in state: Revised guidance says that while only people who are entitled to a state funeral may formally lie in state, the term is sometimes used informally by government leaders and is generally acceptable. Media: Revised entry recommends avoiding writing in a way that implies media are monolithic. Be specific when referring to, for example, news media, social media or paid media. Refer to specific organizations or companies individually when relevant. Abortion: Added guidance to be specific when possible about the details of a person's or group's beliefs or positions. Weather event: New entry says that when possible, avoid this term and instead be specific if the reference is to a specific flood, landslide, mudslide, hurricane, etc. UFOs, UAPs: New entry discusses use of the term unidentified anomalous phenomena , or UAPs , for what have long been called UFOs , short for unidentified flying objects . Sexually transmitted disease, sexually transmitted infection: New entry discusses use of these terms and the shorthand STD(s) and STI(s) . Quotations in the news: Addition to this entry advises to in general, use the verb said . The verb announced is acceptable when referring to an announcement. Generally avoid wording such as claimed, admitted, conceded , etc., which can sound loaded or judgmental. The entry gives additional guidance on attribution. Unique: Revised guidance says it's OK to describe something as very unique when the sense is highly unusual, rare , etc. But don't use very unique when the sense is one of a kind . 2023 updates made on AP Stylebook Online and now in the print book: Expanded guidance on climate change and the climate crisis , with new entries such as carbon dioxide, carbon footprint, desertification and greenwashing . New philanthropy terms including nonprofit vs. not-for-profit , GivingTuesday , LYBUNT and crowdfunding . A change in AP style from LGBTQ to LGBTQ+ to make it more inclusive. Also updates on deadnaming , queer , transgender and other gender-related terms and points. Expanded guidance on the right and wrong uses of the term Hawaiian(s) . A new entry on the Civil Rights Movement , which should be capitalized when referring to the specific historical period in the U.S. mainly in the 1950s and '60s. A change to capitalize the Hajj , the pilgrimage to Mecca. Guidance that the names Czechia and the Czech Republic are both acceptable. The addition of B.C.E. and C.E. as acceptable options, in addition to B.C. and A.D. A new entry on euthanasia, medically assisted suicide, physician-assisted suicide that spells out proper usage for each term. A new sequential designations section of the numerals entry. Revised guidance on the word incident . Revision to delete the hyphen from G7 and G20 . Deletions: We have removed some material from the print book to make room for new guidance. Sports agate examples are now only on Stylebook Online. The Media Law chapter is online only. Most company names and details, as well as the Digital Security for Journalists chapter, have been deleted."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/years", "entry_header": "years", "text_content": "When a phrase refers to a month and day within the current year, do not include the year: The hearing is scheduled for June 26 . If the reference is to a past or future year, include the year and set it off with commas: Feb. 14, 2025, is the target date . Use an s without an apostrophe to indicate spans of decades or centuries: the 1890s , the 1800s . Years are an exception to the general rule in numerals that a figure is not used to start a sentence: 2013 was a very good year . See A.D. ; B.C. ; century ; decades ; historical periods and events ; months and numerals ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/bibliography", "entry_header": "Bibliography", "text_content": "A partial list of sources and resources used in preparation of the AP Stylebook: Climate change: Intergovernmental Panel on Climate Change: https://www.ipcc.ch/ NASA: https://climate.nasa.gov/ United Nations Framework Convention on Climate Change: https://unfccc.int/ Disabilities: Disability Language Style Guide, National Center on Disability and Journalism: https://ncdj.org/style-guide/ Disability Writing & Journalism Guidelines, Center for Disability Rights: https://cdrnys.org/disability-writing-journalism-guidelines/ American Council of the Blind: https://www.acb.org/ American Foundation for the Blind: https://www.afb.org/ Autism Self Advocacy Network: https://autisticadvocacy.org/ National Federation of the Blind: https://nfb.org/ National Association of the Deaf: https://www.nad.org/ World Federation of the Deaf: https://wfdeaf.org/ General guidance and inclusive storytelling: Conscious Style Guide: https://consciousstyleguide.com/ The Diversity Style Guide: https://www.diversitystyleguide.com/ Guidelines for Inclusive Journalism, The Seattle Times: http://st.news/inclusivejournalism Publication Manual of the American Psychological Association: https://apastyle.apa.org/ https://apastyle.apa.org/style-grammar-guidelines/bias-free-language https://www.apa.org/about/apa/equity-diversity-inclusion/language-guide.pdf Drugs; addictions: Media Guide, National Institute on Drug Abuse: https://nida.nih.gov/sites/default/files/mediaguide_web_3_0.pdf Office of National Drug Control Policy: https://bit.ly/2X8Yz5d International Society of Addiction Journal Editors: Addiction Terminology: https://www.isaje.net/addiction-terminology.html AMA Task Force to Reduce Opioid Abuse: https://www.asam.org/blog-details/article/2021/08/09/patients-with-a-substance-use-disorder-need-treatment---not-stigma National Institute on Drug Abuse: https://nida.nih.gov/ LGBTQ+: NLGJA: The Association of LGBTQ+ Journalists: https://www.nlgja.org/stylebook/ Style Guide, Trans Journalists Association: https://transjournalists.org/style-guide/ GLAAD Media Reference Guide: https://www.glaad.org/reference AMA Manual of Style, American Medical Association: https://www.amamanualofstyle.com/ Diagnostic and Statistical Manual of Mental Disorders, American Psychiatric Association: https://www.psychiatry.org/psychiatrists/practice/dsm Medical: AMA Manual of Style, American Medical Association: https://www.amamanualofstyle.com/ Diagnostic and Statistical Manual of Mental Disorders, American Psychiatric Association: https://dsm.psychiatryonline.org/ Centers for Disease Control and Prevention: https://www.cdc.gov/ Journalism Resource Guide on Behavioral Health, the Carter Center: https://www.cartercenter.org/resources/pdfs/health/mental_health/2015-journalism-resource-guide-on-behavioral-health.pdf National Institute of Mental Health: https://www.nimh.nih.gov National Alliance on Mental Illness: https://nami.org/Home The Merck Manuals Online Medical Library: https://www.merckmanuals.com/professional U.S. National Library of Medicine and the National Institutes of Health, MedlinePlus: https://medlineplus.gov/ Influence and Effects of Weight Stigmatisation in Media: A Systemic Review. James Kite, Bo-Huei Huang, Yvonne Laird, Anne Grunseit, Bronwyn McGill, Kathryn Williams et. al., The Lancet. https://www.thelancet.com/journals/eclinm/article/PIIS2589-5370(22)00194-8/fulltext Race-related coverage: Asian American Journalists Association guidance: https://www.aaja.org/news-and-resources/guidances/ Subject matter experts from AAJA: https://www.aajastudio.org/ Cultural Competence Handbook, National Association of Hispanic Journalists: https://nahj.org/wp-content/uploads/2021/03/NAHJ-Cultural-Compliance-Handbook-Revised-12-20-2.pdf Cultural competence guides, Michigan State University: https://news.jrn.msu.edu/culturalcompetence/ Reporting guides, Indigenous Journalists Association: https://indigenousjournalists.org/resources/reporting-guides/ Style Guide, National Association of Black Journalists: https://www.nabj.org/page/styleguide Religion: Handbook of Denominations in the United States, Abingdon Press: https://www.abingdonpress.com/product/9781501822513/ Religion Stylebook, Religion Newswriters Association: http://religionstylebook.com/ World Christian Encyclopedia, Oxford University Press: https://www.worldchristiandatabase.org/ Yearbook of American and Canadian Churches, National Council of Churches of Christ in the U.S.A.: http://yearbookofchurches.org/ Sikhism: A Reporter’s Guide, Sikh Coalition: https://www.sikhcoalition.org/wp-content/uploads/2018/01/Sikhism-Reporters-Guide-Electronic.pdf Suicide: American Foundation for Suicide Prevention: https://afsp.org/reporting-on-suicide-prevention Reporting on suicide guidelines: https://reportingonsuicide.org/ Tempos Tool Interactive (Tool for Evaluating Media Portrayals of Suicide; Santa Clara County and Stanford Department of Psychiatry and Behavioral Sciences) : https://tempos.su.domains/ First reference for spelling, style, usage and foreign geographic names: Merriam-Webster Other references for spelling, style, usage and foreign geographic names: The American Heritage Dictionary of the English Language, HarperCollins: https://www.ahdictionary.com/ Oxford English Dictionary, Oxford University Press: https://languages.oup.com/dictionaries/ National Geographic Atlas of the World, National Geographic Society: https://www.nationalgeographic.org/society/education-resources/mapmaker-launch-guide/ For federal government questions: Congressional Directory; U.S. Government Publishing Office. This page offers information on current and past members of the U.S. Congress: https://www.congress.gov/members For non-U.S. government questions: The World Factbook, Central Intelligence Agency: https://www.cia.gov/the-world-factbook/ For a company’s formal name: Consult the national stock exchanges: the New York Stock Exchange, https://www.nyse.com/index , or Nasdaq, https://www.nasdaq.com/ . Other references and writing guides: The Word, by Rene J. Cappon. The Associated Press. Fowler’s Dictionary of Modern English Usage, edited by Jeremy Butterfield. Oxford University Press. Garner’s Modern English Usage, by Bryan A. Garner. Oxford University Press. The Chicago Manual of Style, University of Chicago Press. The Elements of Style, by William Strunk Jr. and E.B. White. Pearson."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/percent-percentage-percentage-points", "entry_header": "percent, percentage, percentage points", "text_content": "Use the % sign when paired with a number, with no space, in most cases (a change in 2019): Average hourly pay rose 3.1% from a year ago; her mortgage rate is 4.75%; about 60% of the class passed; he won 56.2% of the vote. Use figures: 1%, 4 percentage points . For amounts less than 1%, precede the decimal with a zero: The cost of living rose 0.6%. Spell out zero percent : She said he has a zero percent chance of winning; they are offering zero percent financing . At the start of a sentence: Try to avoid this construction. If it’s necessary to start a sentence with a percentage, spell out both: Eighty-nine percent of sentences don’t have to begin with a number. Constructions with the % sign take a singular verb when standing alone or when a singular word follows an of construction: The teacher said 60% was a failing grade. He said 50% of the membership was there. It takes a plural verb when a plural word follows an of construction: He said 50% of the members were there. Use decimals, not fractions, in percentages: Her mortgage rate is 4.5%. For a range, 12% to 15% , 12%-15% and between 12% and 15% are all acceptable. Use percentage , rather than percent , when not paired with a number: The percentage of people agreeing is small. Be careful not to confuse percent with percentage point . A change from 10% to 13% is a rise of 3 percentage points. This is not equal to a 3% change; rather, it’s a 30% increase. Usage: Republicans passed a 0.25 percentage point tax cut. Not: Republicans passed a 0.25 percentage points tax cut or Republicans passed a tax cut of 0.25 of a percentage point."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/zurich", "entry_header": "Zurich", "text_content": "The city in Switzerland stands alone in datelines."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/wyoming", "entry_header": "Wyoming", "text_content": "Abbreviate Wyo. in datelines only; spell out in stories. Postal code: WY See state names ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/vote-tabulations", "entry_header": "vote tabulations", "text_content": "Always use figures for the totals. Spell out below 10 in other phrases related to voting: by a five-vote majority, with three abstentions, four votes short of the necessary two-thirds majority . For results that involve fewer than 1,000 votes on each side, use these forms: The House voted 230-205, a 230-205 vote . To make totals that involve more than 1,000 votes on a side easier to read, separate the figures with the word to to avoid hyphenated adjectival constructions. See election returns for examples."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/uyghur", "entry_header": "Uyghur", "text_content": "A Turkic ethnic group native to China’s northwest Xinjiang region. Most identify as Muslims. Use this spelling for the people and its language. The previous spelling, Uighur , was based on an earlier romanization of the language. Plural: Uyghurs ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/typhoons", "entry_header": "typhoons", "text_content": "Capitalize typhoon when it is part of the name that weather forecasters assign to a storm: Typhoon Tilda . But use it and its  not she , her or hers  in pronoun references. See weather terms ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/spill-spilled-spilling", "entry_header": "spill, spilled, spilling", "text_content": "Not spilt in the past tense."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/ryanair-holdings-plc", "entry_header": "Ryanair Holdings PLC", "text_content": "Headquarters of this airline is in Dublin, Ireland."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/quotations-in-the-news", "entry_header": "quotations in the news", "text_content": "Never alter quotations even to correct minor grammatical errors or word usage. Casual minor tongue slips may be removed by using ellipses but even that should be done with extreme caution. Do not use ( sic ) to show that quoted material or person’s words include a misspelling, incorrect grammar or peculiar usage. (This is a change from previous guidance.) Instead, paraphrase if possible. If the quoted material is essential, simply use it as spoken or written, in line with the guidance below. In AP stories, use an editor’s note to confirm for other editors: Eds: The spelling “Cristina” instead of “Christina” in the ransom note is as the note reads . If there is a question about a quotation, either don’t use it or ask the speaker to clarify. If a person is unavailable for comment, detail attempts to reach that person. ( Agarwal was out of the country on business; Park did not return phone messages left at the office. ) Do not use substandard spellings such as gonna or wanna in attempts to convey regional dialects or informal pronunciations, except to convey an emphasis by the speaker. When quoting spoken words, present them in the format that reflects AP style: No. 1, St., Gov., $3 . But quotes should not be changed otherwise for reasons of style. If the speaker says towards , do not change it to toward . When quoting written words, retain the style used by the writer; do not alter the written words even if they don’t match AP style. Use quotations only if they are the best way to tell the story or convey meaning. Often, paraphrasing is preferable. In general, avoid using parenthetical clarifications in quoted material. If such a clarification is needed, it’s almost always better to paraphrase. If the quotation is essential, include the unclear word or phrase before the parenthetical clarification; deleting it creates questions in a reader’s mind. For example: “I heard him (the second attacker) yell, ‘The sky is falling! Chicken Little was right!’ before he drew the knife.” Not: “I heard (the second attacker) yell, ‘The sky is falling! Chicken Little was right!’ before he drew the knife.” Better: The witness said he heard the second attacker yell: “The sky is falling! Chicken Little was right!” before drawing the knife. In general, use the verb said . The verb announced is acceptable when referring to an announcement. Generally avoid wording such as claimed, admitted, conceded , etc., which can sound loaded or judgmental. In news stories, generally use the past tense. The present tense says may be appropriate in some stories, such as profiles, narratives or features, that aren’t hard news or breaking news, and in broadcast stories. Do not alternate between tenses within a story. Avoid verbs such as believes, hopes, fears, feels , etc., unless accompanied by attribution: She said (or says , in some stories) she hopes , not she hopes . The construction Fernandez said , rather than said Fernandez , is generally preferred. Use the latter if a long title is involved: … said Fernandez, vice president for human resources and employee concerns . FULL vs. PARTIAL QUOTATIONS: In general, avoid fragmentary quotations. If a speaker’s words are clear and concise, favor the full quotation. If cumbersome language can be paraphrased fairly, use an indirect construction, reserving quotation marks for sensitive or controversial passages that must be identified specifically as coming from the speaker. CONTEXT: Remember that you can misquote someone by giving a startling remark without its modifying passage or qualifiers. The manner of delivery sometimes is part of the context. Reporting a smile or a deprecatory gesture may be as important as conveying the words themselves. SOCIAL MEDIA POSTS AND TEXT MESSAGES: Social media posts and text messages often contain emoji , GIFs or other imagery that need to be conveyed to readers using words. Treat the visual material as context or gestures when important to include, describing by paraphrasing: Chavis sparked a flurry of responses against the airline after posting a GIF of large crowds at the gate, with the message “#missinghoneymoon” and an emoji string of a worried smiley, a ring, an hourglass and an umbrella propped on a beach. Be aware that some GIFs, emoji or other images may contain hidden meanings and nuances requiring consideration and more than just a simple description of the image posted. Do not use parentheses to describe an emoji within a direct quotation, to avoid confusing readers by making it seem as if the person being quoted wrote out the description in text. Many story platforms support displaying posts as they actually appear, or hyperlinking to posts on social networks, giving journalists several options to let readers see material for themselves. For example, some production systems may allow you to directly insert emoji into the text of a story. Additionally, most social networks allow for direct embedding of such material, and screen captures may also be acceptable if images are displayed in accordance with your newsroom’s visual standards. OFFENSIVE LANGUAGE: See the obscenities, profanities, vulgarities entry. PUNCTUATION: See the quotation marks entry in the Punctuation chapter."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/pullback", "entry_header": "pullback", "text_content": "(n.) pull back (v.)"}
{"source_url": "https://www.apstylebook.com/ap_stylebook/ozark-mountains", "entry_header": "Ozark Mountains", "text_content": "Or simply: the Ozarks."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/oyez", "entry_header": "Oyez", "text_content": "Not oyes . The cry of court and public officials to command silence. \"Oyez! Oyez!\""}
{"source_url": "https://www.apstylebook.com/ap_stylebook/owner", "entry_header": "owner", "text_content": "Not a formal title. Always lowercase: Dallas Cowboys owner Jerry Jones ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/overall", "entry_header": "overall", "text_content": "A single word in adjectival and adverbial use: Overall, the Democrats succeeded . Overall policy . The word for the garment is overalls ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/outstanding-shares", "entry_header": "outstanding shares", "text_content": "Stock held by shareholders of a company."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/outsourcing", "entry_header": "outsourcing", "text_content": "A business practice used by companies to reduce costs by transferring work previously performed in-house to outside suppliers."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/outperform", "entry_header": "outperform", "text_content": "No Content"}
{"source_url": "https://www.apstylebook.com/ap_stylebook/out-of-court-out-of-court", "entry_header": "out of court, out-of-court", "text_content": "They settled out of court. He accepted an out-of-court settlement."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/out-of-bounds", "entry_header": "out of bounds", "text_content": "But as a modifier: out-of-bounds . The ball went out of bounds. He took an out-of-bounds pass."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/outer-banks", "entry_header": "Outer Banks", "text_content": "The barrier islands along the North Carolina coast."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/outbreak", "entry_header": "outbreak", "text_content": "For disease references, reserve for larger numbers of an illness, not a few cases."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/grain", "entry_header": "grain", "text_content": "The smallest unit in the system of weights that has been used in the United States. It originally was defined as the weight of 1 grain of wheat. It takes 437.5 grains to make an ounce. There are 7,000 grains to a pound. See ounce (weight) and pound (weight) ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/ounce-weight", "entry_header": "ounce (weight)", "text_content": "It is defined as 437.5 grains. The metric equivalent is approximately 28 grams. To convert to grams, multiply by 28 (5 ounces x 28 = 140 grams). See grain and gram ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/ounce-dry", "entry_header": "ounce (dry)", "text_content": "Units of dry volume are not customarily carried to this level. See pint (dry) ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/ouija", "entry_header": "Ouija", "text_content": "A trademark for a board used in seances."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/ottawa", "entry_header": "Ottawa", "text_content": "The capital of Canada carries Ontario, the province name, in datelines."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/original-equipment-manufacturer", "entry_header": "original equipment manufacturer", "text_content": "A company that builds components or systems that are used in production of another company's systems or products. OEM is acceptable on second reference."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/orient-oriental", "entry_header": "Orient, Oriental", "text_content": "See race-related coverage ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/organizations-and-institutions", "entry_header": "organizations and institutions", "text_content": "Capitalize the full names of organizations and institutions: the American Medical Association ; First Presbyterian Church ; General Motors Co. ; Harvard University, Harvard University Medical School ; the Procrastinators Club ; the Society of Professional Journalists. Retain capitalization if Co. , Corp. or a similar word is deleted from the full proper name: General Motors . See company, companies ; corporation ; and incorporated . SUBSIDIARIES: Capitalize the names of major subdivisions: the Pontiac Motor Division of General Motors . INTERNAL ELEMENTS: Use lowercase for internal elements of an organization when they have names that are widely used generic terms: the board of directors of General Motors , the board of trustees of Columbia University , the history department of Harvard University , the sports department of the Daily Citizen-Leader . Capitalize internal elements of an organization when they have names that are not widely used generic terms: the General Assembly of the World Council of Churches , the House of Delegates of the American Medical Association , the House of Bishops and House of Deputies of the Episcopal Church . FLIP-FLOPPED NAMES: Retain capital letters when commonly accepted practice flops a name to delete the word of: Harvard School of Dental Medicine, Harvard Dental School . Do not, however, flop formal names that are known to the public with the word of: Massachusetts Institute of Technology , for example, not Massachusetts Technology Institute . ABBREVIATIONS AND ACRONYMS: Some organizations and institutions are widely recognized by their abbreviations: GOP , NAACP , NATO . For guidelines on when such abbreviations may be used, see the individual listings and the entries under abbreviations and acronyms and second reference ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/organization-of-american-states", "entry_header": "Organization of American States", "text_content": "OAS is acceptable on second reference. Headquarters is in Washington."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/oregon", "entry_header": "Oregon", "text_content": "Abbreviate Ore. in datelines only; spell out in stories. Postal code: OR See state names ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/option", "entry_header": "option", "text_content": "In the financial world, it is a contract that gives an investor the right, but not the obligation, to buy (call) or sell (put) a security or other financial asset at an agreed-upon price (strike price) during a certain period of time or on a specific date (exercise date)."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/opiate-opioid", "entry_header": "opiate, opioid", "text_content": "Opiate refers to drugs derived directly from the poppy plant, such as morphine and codeine. Opioids are synthetic or partially synthetic manufactured drugs that mimic the properties of opiates. Heroin can be made different ways but is generally considered an opioid, as are more common prescription painkillers such as OxyContin and Vicodin. When referring to just prescription medications, a general term like powerful prescription painkillers can be more accurate. But when referring to the overall class of drugs, opioid is the better choice. The brand name or generic name of a drug can be acceptable, depending on the context and how any given drug is most commonly known. In some cases, it is useful to use both names. Doctors were urged to limit prescriptions for hydrocodone, an ingredient in painkillers like Vicodin. He was prescribed Percocet after he complained that over-the-counter pain medications like ibuprofen were not working. See addiction ; drugs ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/opec-2", "entry_header": "OPEC+", "text_content": "In 2016, OPEC members and certain nonmember oil-producing nations agreed to cooperate on cutting production, starting in 2017. The OPEC members and these nonmember allied nations are together known as OPEC+ . See OPEC ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/opec", "entry_header": "OPEC", "text_content": "Acceptable in all references for the Organization of the Petroleum Exporting Countries. Headquarters is in Vienna, Austria. See OPEC+ ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/ontario", "entry_header": "Ontario", "text_content": "This Canadian province is the nation's first in total population and second to Quebec in area. Do not abbreviate. See datelines ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/onstage", "entry_header": "onstage", "text_content": "No Content"}
{"source_url": "https://www.apstylebook.com/ap_stylebook/on-site", "entry_header": "on-site", "text_content": "Hyphenated. Also off-site ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/online-trading", "entry_header": "online trading", "text_content": "Buying or selling financial securities and/or currencies through a brokerage's internet-based proprietary trading platforms."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/online-petitions", "entry_header": "online petitions", "text_content": "Be cautious about quoting the number of signers on such petitions. Some sites make it easy for the person creating the petition or others to run up the number of purported signers by clicking or returning to the page multiple times."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/online", "entry_header": "online", "text_content": "One word in all cases for the computer connection term."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/one-world-trade-center", "entry_header": "One World Trade Center", "text_content": "Skyscraper opened in 2014 on the site of the twin towers destroyed in the 9/11 attacks. Spell out One as used by the Port Authority of New York and New Jersey, which owns both the building and the 16-acre World Trade Center site. Other buildings in the complex are named with numerals 2, 3, etc., as designated by the company that leased them. See World Trade Center ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/onetime-one-time-one-time", "entry_header": "onetime, one-time, one time", "text_content": "He is the onetime (former) heavyweight champion. She is the one-time (once) winner in 2003. He did it one time."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/one-sided", "entry_header": "one-sided", "text_content": "No Content"}
{"source_url": "https://www.apstylebook.com/ap_stylebook/one-person-one-vote", "entry_header": "one person, one vote", "text_content": "The adjective form: one-person, one-vote . He supports the principle of one person , one vote . The one-person, one-vote rule . Supreme Court rulings all use the phrase one person, one vote , not one man, one vote ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/one", "entry_header": "one-", "text_content": "Hyphenate when used in writing fractions: one-half one-third Use phrases such as a half or a third if precision is not intended. See fractions ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/onboard", "entry_header": "onboard", "text_content": "One word as a modifier: There was onboard entertainment . But: he jumped on board the boat ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/olympic-airways", "entry_header": "Olympic Airways", "text_content": "Headquarters is in Athens, Greece."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/old-world", "entry_header": "Old World", "text_content": "The Eastern Hemisphere: Asia, Europe, Africa. The term also may be an allusion to European culture and customs."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/old-west", "entry_header": "Old West", "text_content": "The American West as it was being settled in the 19th century."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/old-time-old-timer-old-times", "entry_header": "old-time, old-timer, old times", "text_content": "No Content"}
{"source_url": "https://www.apstylebook.com/ap_stylebook/old-south", "entry_header": "Old South", "text_content": "The South before the Civil War."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/older-adult-s-older-person-people", "entry_header": "older adult(s), older person/people", "text_content": "Preferred over senior citizens, seniors or elderly as a general term when appropriate and relevant. It is best used in general phrases that do not refer to specific individuals: concern for older people; a home for older adults . Aim for specificity when possible: new housing for people 65 and over; an exercise program for women over 70 . Definitions and understandings vary about the age range denoted by the term older adult , as well as by the terms senior citizen, senior and elderly . When an official or organization uses one of these terms, ask for specifics. Provide context and specifics to make the meaning clear. For example, a story might begin by referring to cuts in programs for older adults , but explain soon thereafter that the programs are for people 62 and older . Another example: The researchers found that weekly exercise decreased the risk of diabetes among people in their 70s and 80s. The term elderly is acceptable in headlines when relevant and necessary because of space constraints. But aim for specificity when space allows: Couple in their 90s die in Manhattan luxury high-rise blaze rather than Elderly couple die in Manhattan luxury high-rise blaze . Terms like senior citizen and elderly are acceptable in reference to an individual if that person prefers them. Do not use the elderly in reference to a group."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/old-city-of-jerusalem", "entry_header": "Old City of Jerusalem", "text_content": "The walled part of the city."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/ok-ok-d-ok-ing-oks", "entry_header": "OK, OK'd, OK'ing, OKs", "text_content": "Do not use okay ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/oklahoma-city", "entry_header": "Oklahoma City", "text_content": "The city in Oklahoma stands alone in datelines."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/oklahoma", "entry_header": "Oklahoma", "text_content": "Abbreviate Okla. in datelines only; spell out in stories. Postal code: OK See state names ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/oil-field", "entry_header": "oil field", "text_content": "No Content"}
{"source_url": "https://www.apstylebook.com/ap_stylebook/oil", "entry_header": "oil", "text_content": "In shipping, oil and oil products normally are measured by the ton. For news stories, convert these tonnage figures to gallons. There are 42 gallons to each barrel of oil. The number of barrels per ton varies, depending on the type of oil product. To convert tonnage to gallons: — Determine the type of oil. — Consult the table on the following page to find out how many barrels per ton for that type of oil. — Multiply the number of tons by the number of barrels per ton. The result is the number of barrels in the shipment. — Multiply the number of barrels by 42. The result is the number of gallons. EXAMPLE: A tanker spills 20,000 metric tons of foreign crude petroleum. The table shows 6.998 barrels of foreign crude petroleum per metric ton. Multiply 6.998 x 20,000 equals 139,960 barrels. Multiply 139,960 x 42 is 5,878,320 gallons. TABLE: The table on the previous page is based on figures supplied by the American Petroleum Institute. Oil equivalency TYPE OF PRODUCT BARRELS PER SHORT TON (2,000 LBS.) BARRELS PER METRIC TON (2,204.6 LBS.) BARRELS PER LONG TON (2,240 LBS.) crude oil, foreign 6.349 6.998 7.111 crude oil, domestic 6.770 7.463 7.582 gasoline and naphtha 7.721 8.511 8.648 kerosene 7.053 7.775 7.900 distillate fuel oil 6.580 7.253 7.369 residual fuel oil 6.041 6.660 6.766 lubricating oil 6.349 6.998 7.111 lubricating grease 6.665 7.346 7.464 wax 7.134 7.864 7.990 asphalt 5.540 6.106 6.205 coke 4.990 5.500 5.589 road oil 5.900 6.503 6.608 jelly and petrolatum 6.665 7.346 7.464 liquefied pet. gas 10.526 11.603 11.789 Gilsonite 5.515 6.080 6.177"}
{"source_url": "https://www.apstylebook.com/ap_stylebook/ohio", "entry_header": "Ohio", "text_content": "Do not abbreviate in datelines or stories. Postal code: OH See state names ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/off-site", "entry_header": "off-site", "text_content": "Hyphenated. Also: on-site ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/office-of-thrift-supervision", "entry_header": "Office of Thrift Supervision", "text_content": "U.S. Treasury Department bureau that regulates the nation's savings and loan industry. OTS is acceptable on second reference."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/officeholder", "entry_header": "officeholder", "text_content": "No Content"}
{"source_url": "https://www.apstylebook.com/ap_stylebook/oval-office", "entry_header": "Oval Office", "text_content": "The White House office of the president."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/office", "entry_header": "office", "text_content": "Capitalize office when it is part of an agency's formal name: Office of Management and Budget . Lowercase all other uses, including phrases such as: the office of the attorney general, the U.S. attorney's office. See Oval Office ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/offering", "entry_header": "offering", "text_content": "The issue or sale of a company stock or bond. A company usually will sell financial securities to the public to raise capital."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/oddsmaker", "entry_header": "oddsmaker", "text_content": "No Content"}
{"source_url": "https://www.apstylebook.com/ap_stylebook/october", "entry_header": "October", "text_content": "See months ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/oceangoing", "entry_header": "oceangoing", "text_content": "No Content"}
{"source_url": "https://www.apstylebook.com/ap_stylebook/ocean", "entry_header": "ocean", "text_content": "The five, from the largest to the smallest: Pacific Ocean, Atlantic Ocean, Indian Ocean, Antarctic Ocean, Arctic Ocean. Lowercase ocean standing alone or in plural uses: the ocean , the Atlantic and Pacific oceans ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/occur-occurred-occurring", "entry_header": "occur, occurred, occurring", "text_content": "Also: occurrence ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/occupational-titles", "entry_header": "occupational titles", "text_content": "They are always lowercase. See titles ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/occupational-safety-and-health-administration", "entry_header": "Occupational Safety and Health Administration", "text_content": "OSHA is acceptable on second reference."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/occident-occidental", "entry_header": "Occident, Occidental", "text_content": "Capitalize when referring to Europe, the Western Hemisphere or an inhabitant of these regions."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/obsessive-compulsive-disorder", "entry_header": "obsessive-compulsive disorder", "text_content": "An anxiety disorder characterized by uncontrollable, recurring thoughts and fears that lead to repetitive and often ritualized behaviors or compulsions. OCD is acceptable on second reference; avoid in headlines. Describe a person as having OCD only if relevant to the story, and if a medical diagnosis has been made or the person uses the term. If relatives or others use the term, ask how they know, then consider carefully whether to include the information. Say someone has OCD or has obsessive-compulsive disorder , not is OCD or is obsessive-compulsive unless the person prefers the latter. See disabilities ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/ob-gyn", "entry_header": "OB-GYN", "text_content": "Acceptable in all references for obstetrics and gynecology , a medical specialty."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/oasis-oases", "entry_header": "oasis, oases", "text_content": "No Content"}
{"source_url": "https://www.apstylebook.com/ap_stylebook/pulitzer-prizes", "entry_header": "Pulitzer Prizes", "text_content": "These yearly awards for outstanding work in journalism and the arts were endowed by the late Joseph Pulitzer, publisher of the old New York World, and first given in 1917. They are awarded by Columbia University on the recommendation of an advisory board. Capitalize Pulitzer Prize , but lowercase the categories: Pulitzer Prize for public service , Pulitzer Prize for fiction , etc. Also: She is a Pulitzer Prize winner. He is a Pulitzer Prize-winning author."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/puerto-rico", "entry_header": "Puerto Rico", "text_content": "Do not abbreviate. See datelines and U.S. territories ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/publisher", "entry_header": "publisher", "text_content": "Capitalize when used as a formal title before an individual's name: Publisher Isaiah Thomas of the Massachusetts Spy . See titles ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/public-schools", "entry_header": "public schools", "text_content": "Use figures and capitalize public school when used with a figure: Public School 3 , Public School 10 . If a school has a commemorative name, capitalize the name: Benjamin Franklin School ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/pt-boat", "entry_header": "PT boat", "text_content": "Acceptable in all references for patrol torpedo boat , a small, fast attack vessel used by the U.S. Navy in World War II."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/pta", "entry_header": "PTA", "text_content": "Acceptable in all references for Parent Teacher Association ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/pseudonyms-nicknames", "entry_header": "pseudonyms, nicknames", "text_content": "A nickname should be used in place of a person's given name in stories only when it is the way the individual prefers to be known: Jimmy Carter, Bill Clinton, Babe Ruth, Tiger Woods, Magic Johnson . When a nickname is inserted into the identification of an individual, use quotation marks: Sen. Henry M. \"Scoop\" Jackson, Paul \"Bear\" Bryant. Capitalize without quotation marks such terms as Sunshine State, the Old Dominion, Motown, the Magic City, Old Hickory, Old Glory, Galloping Ghost . See names ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/proxy", "entry_header": "proxy", "text_content": "An authorization for someone else to vote on behalf of a shareholder at a company's annual shareholder meeting. Proxy fight is a strategy used by an acquiring company or investor group in its attempt to gain control of a target company; the acquirer tries to convince other shareholders that the management of the target company should be replaced or a specific corporate action be taken. Proxy statement is a document that disclosed important information about issues to be discussed at an annual meeting. It includes the qualifications of management and board directors, serves as a ballot for elections to the board of directors and provides detailed information about executive compensation."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/provost-marshal", "entry_header": "provost marshal", "text_content": "The plural: provost marshals ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/proviso-provisos", "entry_header": "proviso, provisos", "text_content": "No Content"}
{"source_url": "https://www.apstylebook.com/ap_stylebook/provinces", "entry_header": "provinces", "text_content": "Names of provinces are set off from community names by commas, just as the names of U.S. states are set off from city names: They went to Halifax, Nova Scotia, on their vacation. Do not capitalize province : They visited the province of Nova Scotia. The earthquake struck Shaanxi province. See datelines ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/prove-proved-proving", "entry_header": "prove, proved, proving", "text_content": "Use proven only as an adjective: a proven remedy ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/protester", "entry_header": "protester", "text_content": "No Content"}
{"source_url": "https://www.apstylebook.com/ap_stylebook/protective-tariff", "entry_header": "protective tariff", "text_content": "A duty high enough to assure domestic producers against any effective competition from foreign producers."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/prostitute", "entry_header": "prostitute", "text_content": "See sex work, prostitution and the Criminal Justice chapter."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/prostate-gland", "entry_header": "prostate gland", "text_content": "A gland that surrounds the urethra at the base of the bladder in males. Blood tests to measure PSA , or prostate specific antigen , are sometimes used for screening but do not indicate the presence of cancer — just the possible need for more definitive tests. PSA can be high for reasons other than cancer. PSA blood test is acceptable on all references."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/prosecutor", "entry_header": "prosecutor", "text_content": "See the Criminal Justice chapter."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/proposition", "entry_header": "proposition", "text_content": "Do not abbreviate unless in quotations. Capitalize when used with a figure in describing a ballot question: He is uncommitted on Proposition 15."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/proportions", "entry_header": "proportions", "text_content": "Always use figures: 2 parts powder to 6 parts water ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/prophecy", "entry_header": "prophecy", "text_content": "(n.) prophesy (v.)"}
{"source_url": "https://www.apstylebook.com/ap_stylebook/propeller", "entry_header": "propeller", "text_content": "No Content"}
{"source_url": "https://www.apstylebook.com/ap_stylebook/pronouncers", "entry_header": "pronouncers", "text_content": "When necessary to use a pronouncer, put it in parentheses immediately following the word or name. The syllable to be stressed should be in caps with an apostrophe: acetaminophen (a-see-tuh-MIHN'-oh-fen) . Here are the basic sounds represented by AP phonetic symbols: Vowels Consonants a — apple, bat g — got, beg ah — father, hot j — gem, job ahr — part, car k — cap, keep aw — law, long ch — chair ay — ace, fate s — see eh — bed sh — shut ehr — merry y — yes ee — see, tea z — zoom ih — pin, middle zh — mirage oh — go, oval kh — guttural \"k\" oo — food, two or — for, torn ow — cow oy — boy u — foot, put uh — puff ur — burden, curl y, eye — ice, time"}
{"source_url": "https://www.apstylebook.com/ap_stylebook/prohibition", "entry_header": "Prohibition", "text_content": "Capitalize when referring to the period that began when the 18th Amendment to the Constitution prohibited the manufacture, sale or transportation of alcoholic liquors. The amendment was declared ratified Jan. 29, 1919, and took effect Jan. 16, 1920. It was repealed by the 21st Amendment, which took effect Dec. 5, 1933, the day it was declared ratified."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/pro-forma", "entry_header": "pro forma", "text_content": "In the financial world, it describes a method of calculating a company's sales and earnings as if changes in circumstances existed throughout an entire period covered by a financial report. Pro forma figures are often given for companies that have been involved in a merger or acquisition, gone public or emerged from bankruptcy reorganization. Unlike earnings based on generally accepted accounting principles, pro forma earnings do not comply with any standardized rules or regulations."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/profit-terminology", "entry_header": "profit terminology", "text_content": "Note the meanings of the following terms in reporting a company's financial status. Always be careful to specify whether the figures given apply to quarterly or annual results. The terms, listed in the order in which they might occur in analyzing a company's financial condition: dividend The amount paid per share per year to holders of common stock. Payments generally are made in quarterly installments. If a company shows no profit during a given period, it may be able to use earnings retained from profitable periods to pay its dividend on schedule. earnings per share (or loss per share , for companies posting a net loss) The figure obtained by dividing the number of outstanding shares of common stock into the amount left after dividends have been paid on any preferred stock. extraordinary loss, extraordinary income An expense or source of income that does not occur on a regular basis, such as a loss due to a major fire or the revenue from the sale of a subsidiary. Extraordinary items should be identified in any report on the company's financial status to avoid creating the false impression that its overall profit trend has suddenly plunged or soared. gross profit The difference between the sales price of an item or service and the expenses directly attributed to it, such as the cost of raw materials, labor and overhead linked to the production effort. income before taxes Gross profits minus companywide expenses not directly attributed to specific products or services. These expenses typically include interest costs, advertising and sales costs, and general administrative overhead. net income, profit, earnings The amount left after taxes and preferred dividends have been paid. Some of what remains may be paid in dividends to holders of common stock. The rest may be invested to obtain interest revenue or spent to acquire new buildings or equipment to increase the company's ability to make further profits. To avoid confusion, do not use the word income alone – always specify whether the figure is income before taxes or net income . The terms profit and earnings commonly are interpreted as meaning the amount left after taxes. The terms net profit and net earnings are acceptable synonyms. return on investment A percentage figure obtained by dividing the company's assets into its net income. revenue The amount of money a company took in, including interest earned and receipts from sales, services provided, rents and royalties. The figure also may include excise taxes and sales taxes collected for the government. If it does, the fact should be noted in any report on revenue. The singular form is preferable in most uses. sales The money a company received for the goods and services it sold. In some cases the figure includes receipts from rents and royalties. In others, particularly when rentals and royalties make up a large portion of a company's income, figures for these activities are listed separately."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/profit-taking", "entry_header": "profit-taking", "text_content": "(n. and adj.) Avoid this term. It means selling a security after a recent rapid rise in price. It is inaccurate if the seller bought the security at a higher price, watched it fall, then sold it after a recent rise but for less than he bought it. In that case, he would be cutting his losses, not taking his profit."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/profit-sharing-plan", "entry_header": "profit-sharing plan", "text_content": "A plan that gives employees a share in the profits of the company. Each employee receives a percentage of those profits based on the company's earnings."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/profit-sharing", "entry_header": "profit-sharing", "text_content": "(n. and adj.) The hyphen for the noun is an exception to Merriam-Webster."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/emeritus", "entry_header": "emeritus", "text_content": "This word often is added to formal titles to denote that individuals who have retired retain their rank or title. When used, place emeritus after the formal title, in keeping with the general practice of academic institutions: Professor Emeritus Samuel Eliot Morison, Dean Emeritus Ashanti Washington . Or: Samuel Eliot Morison, professor emeritus of history; Ashanti Washington, dean emeritus . See gender-neutral language ; professor ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/professor", "entry_header": "professor", "text_content": "Never abbreviate. Lowercase before a name, but capitalize Professor Emeritus as a conferred title before a name: Professor Emeritus Susan Johnson . Do not continue in second reference unless part of a quotation. See academic titles , emeritus and titles ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/producer-price-index", "entry_header": "producer price index", "text_content": "An index of changes in wholesale prices, produced by the Bureau of Labor Statistics, U.S. Department of Labor, and used as a gauge of inflation. Spell the index name lowercase."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/problem-solving", "entry_header": "problem-solving", "text_content": "No Content"}
{"source_url": "https://www.apstylebook.com/ap_stylebook/privilege-privileged", "entry_header": "privilege, privileged", "text_content": "No Content"}
{"source_url": "https://www.apstylebook.com/ap_stylebook/privatization", "entry_header": "privatization", "text_content": "The process of transferring a government-owned enterprise to private ownership."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/prisoner-s-of-war", "entry_header": "prisoner(s) of war", "text_content": "POW(s) is acceptable on second reference. Hyphenate when used as a compound modifier: a prisoner-of-war trial ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/prior-to", "entry_header": "prior to", "text_content": "Before is less stilted for most uses. Prior to is appropriate, however, when a notion of requirement is involved: The fee must be paid prior to the examination."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/principal-principle", "entry_header": "principal, principle", "text_content": "Principal is a noun and adjective meaning someone or something first in rank, authority, importance or degree: She is the school principal. He was the principal player in the trade. Money is the principal problem. Principle is a noun that means a fundamental truth, law, doctrine or motivating force: They fought for the principle of self-determination. In a business context, principal refers to the amount of money that is borrowed in a loan, as distinct from interest that is paid."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/prince-princess", "entry_header": "prince, princess", "text_content": "Capitalize when used as a royal title before a name; lowercase when used alone: Prince Charles , the prince . See nobility ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/prince-edward-island", "entry_header": "Prince Edward Island", "text_content": "One of the three Maritime Provinces of Canada. Do not abbreviate. See datelines ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/prime-time", "entry_header": "prime time", "text_content": "(n.), prime-time (adj.)"}
{"source_url": "https://www.apstylebook.com/ap_stylebook/primero-de-mayo", "entry_header": "Primero de Mayo", "text_content": "May Day, the labor day holiday in Latin America and Spain."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/prime-rate-2", "entry_header": "prime rate", "text_content": "A benchmark rate used by banks to set interest charges on a variety of corporate and consumer loans, including some adjustable home mortgages, revolving credit cards and business loans extended to their most creditworthy customers. Banks almost always raise or lower their rates by a similar amount on the same day Federal Reserve policymakers change their target for overnight loans between banks, known as the federal funds rate ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/primary-day", "entry_header": "primary day", "text_content": "Use lowercase for any of the days set aside for balloting in a primary."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/primary", "entry_header": "primary", "text_content": "Do not capitalize: the New Hampshire primary , the Democratic primary , the primary ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/prima-facie", "entry_header": "prima-facie", "text_content": "(adj.)"}
{"source_url": "https://www.apstylebook.com/ap_stylebook/episcopal-church", "entry_header": "Episcopal Church", "text_content": "Acceptable in all references for the Episcopal Church , the U.S. national church that is a member of the Anglican Communion. Some traditionalists left the U.S. denomination to form the Anglican Church in North America. The Episcopal Church is governed nationally by two bodies — the permanent Executive Council and the General Convention, which meets every three years. After the council, the principal organizational units are, in descending order of size: provinces, dioceses or missionary districts, local parishes and local missions. The Executive Council is composed of bishops, priests, laypeople. One bishop is designated leader of the church and holds the formal title of presiding bishop. The General Convention has final authority in matters of policy and doctrine. All acts must pass both of its houses — the House of Bishops and the House of Deputies. The latter is composed of an equal number of clergy and lay delegates from each diocese. A province is composed of several dioceses. Each has a provincial synod made up of a house of bishops and a house of deputies. The synod’s primary duty is to coordinate the work of the church in its area. Within a diocese, a bishop is the principal official. The bishop is helped by the Diocesan Convention, which consists of all the clergy in the diocese and lay representatives from each parish. The parish or local church is governed by a vestry, composed of the pastor and lay members elected by the congregation. The clergy consists of bishops, priests and deacons. A priest who heads a parish is described as a rector rather than a pastor. For first reference to bishops, use Bishop before the individual’s name: Bishop Rob Wright . An acceptable alternative in referring to U.S. bishops is the Rt. Rev. The designation the Most Rev. is used before the names of the archbishops of Canterbury and York. For first references, use the Rev. before the name of a priest, Deacon before the name of a deacon. See Anglican Communion and religious titles ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/catholic-church", "entry_header": "Catholic Church", "text_content": "The church teaches that its bishops have been established as the successors of the apostles through generations of ceremonies in which authority was passed down by a laying-on of hands. Responsibility for teaching the faithful and administering the church rests with the bishops. However, the church holds that the pope has final authority over their actions because he is the bishop of Rome, the office it teaches was held by the Apostle Peter at his death. The Curia serves as a form of governmental cabinet. Its members, appointed by the pope, handle both administrative and judicial functions. The pope also chooses members of the College of Cardinals, who serve as his principal counselors. When a new pope must be chosen, they meet in a conclave to select a new pope by a two-thirds majority vote. In practice, cardinals are mostly bishops, but there is no requirement that a cardinal be a bishop. In the United States, the church’s principal organizational units are archdioceses and dioceses. They are headed, respectively, by archbishops and bishops, who have final responsibility for many activities within their jurisdictions and report directly to Rome. A caution: Roman Catholic , which refers to the Latin branch of Catholicism, is not the appropriate first reference when referring to the pope, the Vatican or the universal church. Catholic Church should be used instead, since it encompasses believers belonging to the Latin (Roman) and Eastern churches. Similarly, the U.S. Conference of Catholic Bishops includes bishops from Eastern churches as well as Roman Catholic bishops. See Catholic, Catholicism . The church counts more than 1 billion members worldwide. In the United States estimates vary, but it is the largest single body of Christians in the nation. Roman Catholics believe in the Trinity — that there is one God who exists as three divine persons — the Father, the Son and the Holy Spirit. They believe that the Son became man as Jesus Christ. In addition to the Holy Eucharist, there are six other sacraments — baptism, confirmation, penance (often called the sacrament of reconciliation), matrimony, holy orders, and the sacrament of the sick (formerly extreme unction). The clergy below pope are, in descending order of prominence, cardinal, archbishop, bishop, monsignor, priest and deacon. In religious orders, some men who are not priests have the title brother . Capitalize pope when used as a title before a name: Pope John XXIII, Pope Francis . Lowercase in all other uses. See religious titles . The first-reference forms for other titles follow. Use only last names on second reference. Cardinals: Cardinal Daniel DiNardo . The usage Daniel Cardinal DiNardo , a practice traceable to the nobility’s custom of identifications such as William, Duke of Norfolk , is still used in formal documents but otherwise is considered archaic. Archbishops: Archbishop Gregory Aymond , or the Most Rev. Gregory Aymond, archbishop of New Orleans . Bishops: Bishop Thomas Paprocki , or the Most Rev. Thomas Paprocki, bishop of Springfield, Illinois . Monsignors: Monsignor Martin Krebs . Do not use the abbreviation Msgr. Do not use the Rt. Rev. or the Very Rev. — this distinction between types of monsignors no longer is made. PRIESTS: the Rev. James Martin . See religious titles ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/priest", "entry_header": "priest", "text_content": "A vocational description, not a formal title. Do not capitalize. See religious titles and the entries for the Catholic Church and Episcopal Church in the Religion chapter."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/pride-pride", "entry_header": "Pride, pride", "text_content": "Capitalize Pride when referring to events or organizations honoring LGBTQ+ communities and on subsequent references. Twin Cities Pride. “Are you going to Pride?” she asked. It’s Pride Day. Several cities are holding Pride events this weekend. Lowercase pride when referring to generic events or the general concept of LGBTQ+ pride. He attended a gay pride parade. Pride Day is June 28 but is observed internationally on and in the days before the last Sunday in June, with some celebrations happening at other times of the month or year, frequently hinging on local climate or competition from nearby events. See gender, sex and sexual orientation ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/price-earnings-ratio", "entry_header": "price-earnings ratio", "text_content": "The price of a share of stock divided by earnings per share for a 12-month period. Ratios in AP stock tables reflect earnings for the most recent 12 months. For example, a stock selling for $60 per share and earning $6 per share would be selling at a price-earnings ratio of 10-to-1. P/E is acceptable on second reference. See profit terminology ."}
{"source_url": "https://www.apstylebook.com/ap_stylebook/preventive", "entry_header": "preventive", "text_content": "No Content"}
